[
  {
    "userId": 1,
    "email": "liam.walker@solutions.com",
    "phoneNumber": "+1-310-555-5090",
    "profileUsername": "Liam Walker",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Recruiting a cybersecurity analyst specializing in ethical AI systems.",
    "jobApplicationFull": "CloudForge Systems is hiring a cybersecurity analyst to innovate within projects involving ethical AI systems. Applicants should bring at least 1 year of hands‑on work and proficiency in embedded systems, MATLAB, data visualization."
  },
  {
    "userId": 2,
    "email": "jack.hughes@systems.com",
    "phoneNumber": "+1-310-555-8247",
    "profileUsername": "Jack Hughes",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Hiring a data scientist to lead efforts in large‑scale system testing.",
    "jobApplicationFull": "AeroTek Systems is building strategic capabilities and seeks a data scientist specializing in large‑scale system testing. Required qualifications include 2 years of relevant experience and competencies in C++, network security, MATLAB, penetration testing."
  },
  {
    "userId": 3,
    "email": "william.harris@systems.com",
    "phoneNumber": "+1-310-555-8251",
    "profileUsername": "William Harris",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Seeking a full‑stack developer experienced in cross‑functional project delivery.",
    "jobApplicationFull": "Quantum Cyber Defense is building strategic capabilities and seeks a full‑stack developer specializing in cross‑functional project delivery. Required qualifications include 2 years of relevant experience and competencies in SQL, React, AWS, Azure."
  },
  {
    "userId": 4,
    "email": "jack.anderson@corp.com",
    "phoneNumber": "+1-310-555-2169",
    "profileUsername": "Jack Anderson",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Hiring a data scientist to lead efforts in advanced CAD modeling.",
    "jobApplicationFull": "NextPhase AI is searching for a data scientist with expertise in advanced CAD modeling. The role requires 2 years of industry experience and strong skills in network security, Azure, Java, embedded systems."
  },
  {
    "userId": 5,
    "email": "olivia.thomas@global.com",
    "phoneNumber": "+1-310-555-7074",
    "profileUsername": "Olivia Thomas",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Hiring a mechanical engineer to lead efforts in API lifecycle design.",
    "jobApplicationFull": "NextPhase AI is hiring a mechanical engineer to innovate within projects involving API lifecycle design. Applicants should bring at least 2 years of hands‑on work and proficiency in CAD tools, penetration testing, CI/CD pipelines, Azure."
  },
  {
    "userId": 6,
    "email": "jack.johnson@systems.com",
    "phoneNumber": "+1-310-555-3596",
    "profileUsername": "Jack Johnson",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Looking for a creative director with background in large‑scale system testing.",
    "jobApplicationFull": "Summit Data Labs is building strategic capabilities and seeks a creative director specializing in large‑scale system testing. Required qualifications include 6 years of relevant experience and competencies in penetration testing, machine learning, Docker."
  },
  {
    "userId": 7,
    "email": "emma.clark@global.com",
    "phoneNumber": "+1-310-555-4000",
    "profileUsername": "Emma Clark",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Hiring a mechanical engineer to lead efforts in incident forensics.",
    "jobApplicationFull": "A mechanical engineer is needed at Blue Horizon Studios to contribute to next‑generation work in incident forensics. Ideal applicants will have 2 years of background and technical strengths in Docker, Figma, Node.js, CAD tools, machine learning."
  },
  {
    "userId": 8,
    "email": "amelia.lewis@systems.com",
    "phoneNumber": "+1-310-555-9758",
    "profileUsername": "Amelia Lewis",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Searching for a HR generalist focused on real‑time analytics.",
    "jobApplicationFull": "Blue Horizon Studios is building strategic capabilities and seeks a HR generalist specializing in real‑time analytics. Required qualifications include 1 year of relevant experience and competencies in penetration testing, TensorFlow, Node.js, Azure."
  },
  {
    "userId": 9,
    "email": "emma.king@corp.com",
    "phoneNumber": "+1-310-555-4424",
    "profileUsername": "Emma King",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Seeking a data scientist experienced in cross‑functional project delivery.",
    "jobApplicationFull": "A data scientist is needed at IronGate Engineering to contribute to next‑generation work in cross‑functional project delivery. Ideal applicants will have 2 years of background and technical strengths in AWS, machine learning, data visualization."
  },
  {
    "userId": 10,
    "email": "james.walker@solutions.com",
    "phoneNumber": "+1-310-555-2453",
    "profileUsername": "James Walker",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Recruiting a data scientist specializing in real‑time analytics.",
    "jobApplicationFull": "Everline Healthcare is building strategic capabilities and seeks a data scientist specializing in real‑time analytics. Required qualifications include 2 years of relevant experience and competencies in Kubernetes, Azure, network security."
  },
  {
    "userId": 11,
    "email": "ethan.moore@systems.com",
    "phoneNumber": "+1-310-555-2348",
    "profileUsername": "Ethan Moore",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Hiring a renewable energy engineer to lead efforts in data-driven storytelling.",
    "jobApplicationFull": "A renewable energy engineer is needed at NextPhase AI to contribute to next‑generation work in data-driven storytelling. Ideal applicants will have 2 years of background and technical strengths in Go, penetration testing, Java, AWS."
  },
  {
    "userId": 12,
    "email": "sophia.lewis@solutions.com",
    "phoneNumber": "+1-310-555-4810",
    "profileUsername": "Sophia Lewis",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Looking for a mechanical engineer with background in cloud-native architectures.",
    "jobApplicationFull": "Nova Energy Technologies is building strategic capabilities and seeks a mechanical engineer specializing in cloud-native architectures. Required qualifications include 6 years of relevant experience and competencies in TensorFlow, C++, Go, AWS."
  },
  {
    "userId": 13,
    "email": "benjamin.thomas@solutions.com",
    "phoneNumber": "+1-310-555-7702",
    "profileUsername": "Benjamin Thomas",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Looking for a renewable energy engineer with background in large‑scale system testing.",
    "jobApplicationFull": "Silverline Mobility is building strategic capabilities and seeks a renewable energy engineer specializing in large‑scale system testing. Required qualifications include 2 years of relevant experience and competencies in SQL, financial modeling, network security, Azure."
  },
  {
    "userId": 14,
    "email": "william.clark@systems.com",
    "phoneNumber": "+1-310-555-1366",
    "profileUsername": "William Clark",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Looking for a operations coordinator with background in data-driven storytelling.",
    "jobApplicationFull": "CloudForge Systems is building strategic capabilities and seeks a operations coordinator specializing in data-driven storytelling. Required qualifications include 1 year of relevant experience and competencies in React, CI/CD pipelines, Go."
  },
  {
    "userId": 15,
    "email": "ethan.brown@corp.com",
    "phoneNumber": "+1-310-555-9935",
    "profileUsername": "Ethan Brown",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Seeking a machine learning engineer experienced in ethical AI systems.",
    "jobApplicationFull": "A machine learning engineer is needed at Finverse Analytics to contribute to next‑generation work in ethical AI systems. Ideal applicants will have 2 years of background and technical strengths in C++, CAD tools, SQL, Docker, Figma."
  },
  {
    "userId": 16,
    "email": "charlotte.brown@global.com",
    "phoneNumber": "+1-310-555-5929",
    "profileUsername": "Charlotte Brown",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Looking for a backend engineer with background in immersive media production.",
    "jobApplicationFull": "Blue Horizon Studios is building strategic capabilities and seeks a backend engineer specializing in immersive media production. Required qualifications include 2 years of relevant experience and competencies in SEO/SEM, C++, embedded systems."
  },
  {
    "userId": 17,
    "email": "liam.king@corp.com",
    "phoneNumber": "+1-310-555-3515",
    "profileUsername": "Liam King",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Recruiting a cybersecurity analyst specializing in ethical AI systems.",
    "jobApplicationFull": "Skyline Apps is building strategic capabilities and seeks a cybersecurity analyst specializing in ethical AI systems. Required qualifications include 1 year of relevant experience and competencies in Java, React, Kubernetes, Figma."
  },
  {
    "userId": 18,
    "email": "henry.brown@systems.com",
    "phoneNumber": "+1-310-555-9112",
    "profileUsername": "Henry Brown",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Recruiting a financial analyst specializing in predictive analytics.",
    "jobApplicationFull": "Peakstone Ventures is building strategic capabilities and seeks a financial analyst specializing in predictive analytics. Required qualifications include 1 year of relevant experience and competencies in data visualization, TensorFlow, CI/CD pipelines, Java."
  },
  {
    "userId": 19,
    "email": "emma.harris@solutions.com",
    "phoneNumber": "+1-310-555-3254",
    "profileUsername": "Emma Harris",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Seeking a machine learning engineer experienced in brand identity frameworks.",
    "jobApplicationFull": "Northbridge Finance is hiring a machine learning engineer to innovate within projects involving brand identity frameworks. Applicants should bring at least 2 years of hands‑on work and proficiency in financial modeling, Figma, CAD tools."
  },
  {
    "userId": 20,
    "email": "henry.harris@tech.com",
    "phoneNumber": "+1-310-555-6935",
    "profileUsername": "Henry Harris",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Hiring a operations coordinator to lead efforts in cloud-native architectures.",
    "jobApplicationFull": "BrightPath HR Solutions is searching for a operations coordinator with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in MATLAB, data visualization, React, TensorFlow, Go."
  },
  {
    "userId": 21,
    "email": "benjamin.miller@solutions.com",
    "phoneNumber": "+1-310-555-3212",
    "profileUsername": "Benjamin Miller",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a operations coordinator focused on real‑time analytics.",
    "jobApplicationFull": "The team at CloudForge Systems needs a operations coordinator who can advance development centered on real‑time analytics. Candidates must have a minimum of 1 year of experience and abilities in CI/CD pipelines, penetration testing, Python."
  },
  {
    "userId": 22,
    "email": "william.clark@corp.com",
    "phoneNumber": "+1-310-555-6013",
    "profileUsername": "William Clark",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Looking for a cybersecurity analyst with background in advanced CAD modeling.",
    "jobApplicationFull": "CloudForge Systems is searching for a cybersecurity analyst with expertise in advanced CAD modeling. The role requires 1 year of industry experience and strong skills in CI/CD pipelines, React, CAD tools, Kubernetes."
  },
  {
    "userId": 23,
    "email": "sophia.thomas@tech.com",
    "phoneNumber": "+1-310-555-1402",
    "profileUsername": "Sophia Thomas",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Searching for a automation specialist focused on data-driven storytelling.",
    "jobApplicationFull": "Vertex Robotics is building strategic capabilities and seeks a automation specialist specializing in data-driven storytelling. Required qualifications include 1 year of relevant experience and competencies in C++, TensorFlow, CAD tools."
  },
  {
    "userId": 24,
    "email": "amelia.brown@corp.com",
    "phoneNumber": "+1-310-555-9375",
    "profileUsername": "Amelia Brown",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in cross‑functional project delivery.",
    "jobApplicationFull": "The team at NextPhase AI needs a renewable energy engineer who can advance development centered on cross‑functional project delivery. Candidates must have a minimum of 2 years of experience and abilities in SEO/SEM, data visualization, Azure, Java."
  },
  {
    "userId": 25,
    "email": "sophia.young@tech.com",
    "phoneNumber": "+1-310-555-5585",
    "profileUsername": "Sophia Young",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Searching for a product manager focused on employee development programs.",
    "jobApplicationFull": "A product manager is needed at NextPhase AI to contribute to next‑generation work in employee development programs. Ideal applicants will have 4 years of background and technical strengths in Figma, SEO/SEM, Node.js, machine learning."
  },
  {
    "userId": 26,
    "email": "james.robinson@corp.com",
    "phoneNumber": "+1-310-555-6819",
    "profileUsername": "James Robinson",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Seeking a automation specialist experienced in API lifecycle design.",
    "jobApplicationFull": "Summit Data Labs is building strategic capabilities and seeks a automation specialist specializing in API lifecycle design. Required qualifications include 1 year of relevant experience and competencies in machine learning, network security, Docker, Node.js, CI/CD pipelines."
  },
  {
    "userId": 27,
    "email": "evelyn.walker@solutions.com",
    "phoneNumber": "+1-310-555-1569",
    "profileUsername": "Evelyn Walker",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Searching for a backend engineer focused on end‑to‑end automation.",
    "jobApplicationFull": "Blue Horizon Studios is building strategic capabilities and seeks a backend engineer specializing in end‑to‑end automation. Required qualifications include 2 years of relevant experience and competencies in Azure, data visualization, CI/CD pipelines."
  },
  {
    "userId": 28,
    "email": "liam.young@tech.com",
    "phoneNumber": "+1-310-555-5952",
    "profileUsername": "Liam Young",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Recruiting a backend engineer specializing in end‑to‑end automation.",
    "jobApplicationFull": "A backend engineer is needed at Everline Healthcare to contribute to next‑generation work in end‑to‑end automation. Ideal applicants will have 2 years of background and technical strengths in Azure, Java, penetration testing, SQL, CAD tools."
  },
  {
    "userId": 29,
    "email": "emma.thomas@systems.com",
    "phoneNumber": "+1-310-555-8306",
    "profileUsername": "Emma Thomas",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Recruiting a data scientist specializing in distributed computing.",
    "jobApplicationFull": "Orion Security Group is searching for a data scientist with expertise in distributed computing. The role requires 2 years of industry experience and strong skills in AWS, machine learning, C++, SEO/SEM, TensorFlow."
  },
  {
    "userId": 30,
    "email": "mason.king@solutions.com",
    "phoneNumber": "+1-310-555-5061",
    "profileUsername": "Mason King",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Seeking a data scientist experienced in incident forensics.",
    "jobApplicationFull": "A data scientist is needed at Silverline Mobility to contribute to next‑generation work in incident forensics. Ideal applicants will have 2 years of background and technical strengths in Kubernetes, C++, CAD tools, React."
  },
  {
    "userId": 31,
    "email": "benjamin.thomas@tech.com",
    "phoneNumber": "+1-310-555-5033",
    "profileUsername": "Benjamin Thomas",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Hiring a backend engineer to lead efforts in advanced CAD modeling.",
    "jobApplicationFull": "The team at Orion Security Group needs a backend engineer who can advance development centered on advanced CAD modeling. Candidates must have a minimum of 2 years of experience and abilities in Java, embedded systems, MATLAB, SQL, CI/CD pipelines."
  },
  {
    "userId": 32,
    "email": "sophia.miller@tech.com",
    "phoneNumber": "+1-310-555-2975",
    "profileUsername": "Sophia Miller",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Recruiting a digital marketing strategist specializing in ethical AI systems.",
    "jobApplicationFull": "A digital marketing strategist is needed at Nova Energy Technologies to contribute to next‑generation work in ethical AI systems. Ideal applicants will have 1 year of background and technical strengths in Java, CAD tools, SEO/SEM, financial modeling."
  },
  {
    "userId": 33,
    "email": "amelia.jackson@global.com",
    "phoneNumber": "+1-310-555-7199",
    "profileUsername": "Amelia Jackson",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Seeking a financial analyst experienced in predictive analytics.",
    "jobApplicationFull": "A financial analyst is needed at Skyline Apps to contribute to next‑generation work in predictive analytics. Ideal applicants will have 1 year of background and technical strengths in Figma, Azure, Java."
  },
  {
    "userId": 34,
    "email": "amelia.hughes@global.com",
    "phoneNumber": "+1-310-555-8950",
    "profileUsername": "Amelia Hughes",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Looking for a machine learning engineer with background in brand identity frameworks.",
    "jobApplicationFull": "A machine learning engineer is needed at BrightPath HR Solutions to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 2 years of background and technical strengths in TensorFlow, data visualization, C++."
  },
  {
    "userId": 35,
    "email": "amelia.lewis@corp.com",
    "phoneNumber": "+1-310-555-4657",
    "profileUsername": "Amelia Lewis",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Looking for a mechanical engineer with background in ethical AI systems.",
    "jobApplicationFull": "Northbridge Finance is building strategic capabilities and seeks a mechanical engineer specializing in ethical AI systems. Required qualifications include 2 years of relevant experience and competencies in TensorFlow, SQL, Azure, Go."
  },
  {
    "userId": 36,
    "email": "olivia.brown@global.com",
    "phoneNumber": "+1-310-555-3893",
    "profileUsername": "Olivia Brown",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Searching for a creative director focused on real‑time analytics.",
    "jobApplicationFull": "The team at Blue Horizon Studios needs a creative director who can advance development centered on real‑time analytics. Candidates must have a minimum of 6 years of experience and abilities in Node.js, TensorFlow, AWS."
  },
  {
    "userId": 37,
    "email": "sophia.king@tech.com",
    "phoneNumber": "+1-310-555-9142",
    "profileUsername": "Sophia King",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in incident forensics.",
    "jobApplicationFull": "The team at BrightPath HR Solutions needs a UI/UX designer who can advance development centered on incident forensics. Candidates must have a minimum of 1 year of experience and abilities in TensorFlow, Azure, React, C++."
  },
  {
    "userId": 38,
    "email": "liam.anderson@solutions.com",
    "phoneNumber": "+1-310-555-8169",
    "profileUsername": "Liam Anderson",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Searching for a full‑stack developer focused on smart‑grid optimization.",
    "jobApplicationFull": "Everline Healthcare is searching for a full‑stack developer with expertise in smart‑grid optimization. The role requires 2 years of industry experience and strong skills in Python, SEO/SEM, Azure, penetration testing, machine learning."
  },
  {
    "userId": 39,
    "email": "harper.harris@global.com",
    "phoneNumber": "+1-310-555-7619",
    "profileUsername": "Harper Harris",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in API lifecycle design.",
    "jobApplicationFull": "The team at CrystalWave Media needs a renewable energy engineer who can advance development centered on API lifecycle design. Candidates must have a minimum of 2 years of experience and abilities in React, SEO/SEM, Azure, data visualization."
  },
  {
    "userId": 40,
    "email": "benjamin.moore@systems.com",
    "phoneNumber": "+1-310-555-8141",
    "profileUsername": "Benjamin Moore",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Searching for a full‑stack developer focused on end‑to‑end automation.",
    "jobApplicationFull": "Everline Healthcare is building strategic capabilities and seeks a full‑stack developer specializing in end‑to‑end automation. Required qualifications include 2 years of relevant experience and competencies in C++, SQL, Kubernetes."
  },
  {
    "userId": 41,
    "email": "noah.white@tech.com",
    "phoneNumber": "+1-310-555-8405",
    "profileUsername": "Noah White",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Recruiting a financial analyst specializing in ethical AI systems.",
    "jobApplicationFull": "Everline Healthcare is searching for a financial analyst with expertise in ethical AI systems. The role requires 1 year of industry experience and strong skills in financial modeling, CI/CD pipelines, Docker."
  },
  {
    "userId": 42,
    "email": "james.taylor@tech.com",
    "phoneNumber": "+1-310-555-3130",
    "profileUsername": "James Taylor",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Recruiting a machine learning engineer specializing in distributed computing.",
    "jobApplicationFull": "GreenLeaf Marketing is building strategic capabilities and seeks a machine learning engineer specializing in distributed computing. Required qualifications include 2 years of relevant experience and competencies in CI/CD pipelines, React, Python."
  },
  {
    "userId": 43,
    "email": "benjamin.robinson@global.com",
    "phoneNumber": "+1-310-555-4532",
    "profileUsername": "Benjamin Robinson",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Hiring a automation specialist to lead efforts in risk modeling.",
    "jobApplicationFull": "The team at Orion Security Group needs a automation specialist who can advance development centered on risk modeling. Candidates must have a minimum of 1 year of experience and abilities in Docker, TensorFlow, Kubernetes, MATLAB."
  },
  {
    "userId": 44,
    "email": "amelia.moore@global.com",
    "phoneNumber": "+1-310-555-7815",
    "profileUsername": "Amelia Moore",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Recruiting a mechanical engineer specializing in cloud-native architectures.",
    "jobApplicationFull": "Summit Data Labs is building strategic capabilities and seeks a mechanical engineer specializing in cloud-native architectures. Required qualifications include 6 years of relevant experience and competencies in Go, AWS, MATLAB, penetration testing, C++."
  },
  {
    "userId": 45,
    "email": "amelia.moore@corp.com",
    "phoneNumber": "+1-310-555-6382",
    "profileUsername": "Amelia Moore",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Looking for a data scientist with background in workflow orchestration.",
    "jobApplicationFull": "The team at GreenLeaf Marketing needs a data scientist who can advance development centered on workflow orchestration. Candidates must have a minimum of 2 years of experience and abilities in C++, Go, Python, CAD tools, data visualization."
  },
  {
    "userId": 46,
    "email": "liam.clark@tech.com",
    "phoneNumber": "+1-310-555-2147",
    "profileUsername": "Liam Clark",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Hiring a digital marketing strategist to lead efforts in incident forensics.",
    "jobApplicationFull": "A digital marketing strategist is needed at Skyline Apps to contribute to next‑generation work in incident forensics. Ideal applicants will have 1 year of background and technical strengths in Node.js, Python, machine learning."
  },
  {
    "userId": 47,
    "email": "noah.brown@corp.com",
    "phoneNumber": "+1-310-555-6885",
    "profileUsername": "Noah Brown",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Recruiting a digital marketing strategist specializing in advanced CAD modeling.",
    "jobApplicationFull": "A digital marketing strategist is needed at Orion Security Group to contribute to next‑generation work in advanced CAD modeling. Ideal applicants will have 1 year of background and technical strengths in TensorFlow, penetration testing, CAD tools, C++."
  },
  {
    "userId": 48,
    "email": "benjamin.clark@systems.com",
    "phoneNumber": "+1-310-555-5988",
    "profileUsername": "Benjamin Clark",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in cloud-native architectures.",
    "jobApplicationFull": "A UI/UX designer is needed at Northbridge Finance to contribute to next‑generation work in cloud-native architectures. Ideal applicants will have 6 years of background and technical strengths in CI/CD pipelines, AWS, React, CAD tools, penetration testing."
  },
  {
    "userId": 49,
    "email": "benjamin.robinson@global.com",
    "phoneNumber": "+1-310-555-5186",
    "profileUsername": "Benjamin Robinson",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Hiring a creative director to lead efforts in incident forensics.",
    "jobApplicationFull": "Summit Data Labs is hiring a creative director to innovate within projects involving incident forensics. Applicants should bring at least 6 years of hands‑on work and proficiency in C++, Java, embedded systems, Azure, React."
  },
  {
    "userId": 50,
    "email": "charlotte.moore@systems.com",
    "phoneNumber": "+1-310-555-3714",
    "profileUsername": "Charlotte Moore",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Seeking a cybersecurity analyst experienced in advanced CAD modeling.",
    "jobApplicationFull": "Peakstone Ventures is building strategic capabilities and seeks a cybersecurity analyst specializing in advanced CAD modeling. Required qualifications include 1 year of relevant experience and competencies in Python, C++, Java."
  },
  {
    "userId": 51,
    "email": "noah.white@solutions.com",
    "phoneNumber": "+1-310-555-3442",
    "profileUsername": "Noah White",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Recruiting a machine learning engineer specializing in brand identity frameworks.",
    "jobApplicationFull": "Vertex Robotics is searching for a machine learning engineer with expertise in brand identity frameworks. The role requires 2 years of industry experience and strong skills in MATLAB, data visualization, React, Figma, Java."
  },
  {
    "userId": 52,
    "email": "henry.miller@tech.com",
    "phoneNumber": "+1-310-555-2975",
    "profileUsername": "Henry Miller",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Searching for a UI/UX designer focused on workflow orchestration.",
    "jobApplicationFull": "Orion Security Group is hiring a UI/UX designer to innovate within projects involving workflow orchestration. Applicants should bring at least 1 year of hands‑on work and proficiency in C++, data visualization, MATLAB, Python."
  },
  {
    "userId": 53,
    "email": "isabella.white@tech.com",
    "phoneNumber": "+1-310-555-9326",
    "profileUsername": "Isabella White",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Searching for a digital marketing strategist focused on end‑to‑end automation.",
    "jobApplicationFull": "Northbridge Finance is searching for a digital marketing strategist with expertise in end‑to‑end automation. The role requires 1 year of industry experience and strong skills in AWS, network security, machine learning."
  },
  {
    "userId": 54,
    "email": "sophia.martin@tech.com",
    "phoneNumber": "+1-310-555-3509",
    "profileUsername": "Sophia Martin",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Recruiting a data scientist specializing in end‑to‑end automation.",
    "jobApplicationFull": "AeroTek Systems is hiring a data scientist to innovate within projects involving end‑to‑end automation. Applicants should bring at least 2 years of hands‑on work and proficiency in Azure, data visualization, embedded systems, Go, SEO/SEM."
  },
  {
    "userId": 55,
    "email": "sophia.taylor@solutions.com",
    "phoneNumber": "+1-310-555-6211",
    "profileUsername": "Sophia Taylor",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Looking for a financial analyst with background in advanced CAD modeling.",
    "jobApplicationFull": "The team at NextPhase AI needs a financial analyst who can advance development centered on advanced CAD modeling. Candidates must have a minimum of 1 year of experience and abilities in C++, Node.js, MATLAB, Go, SQL."
  },
  {
    "userId": 56,
    "email": "james.miller@corp.com",
    "phoneNumber": "+1-310-555-7771",
    "profileUsername": "James Miller",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Searching for a mechanical engineer focused on risk modeling.",
    "jobApplicationFull": "The team at BrightPath HR Solutions needs a mechanical engineer who can advance development centered on risk modeling. Candidates must have a minimum of 2 years of experience and abilities in network security, data visualization, AWS, embedded systems."
  },
  {
    "userId": 57,
    "email": "jack.taylor@solutions.com",
    "phoneNumber": "+1-310-555-2376",
    "profileUsername": "Jack Taylor",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Looking for a operations coordinator with background in brand identity frameworks.",
    "jobApplicationFull": "Vertex Robotics is searching for a operations coordinator with expertise in brand identity frameworks. The role requires 1 year of industry experience and strong skills in data visualization, Python, TensorFlow, SEO/SEM."
  },
  {
    "userId": 58,
    "email": "ethan.martin@tech.com",
    "phoneNumber": "+1-310-555-9398",
    "profileUsername": "Ethan Martin",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Recruiting a creative director specializing in large‑scale system testing.",
    "jobApplicationFull": "Summit Data Labs is searching for a creative director with expertise in large‑scale system testing. The role requires 6 years of industry experience and strong skills in C++, penetration testing, Docker, AWS, React."
  },
  {
    "userId": 59,
    "email": "isabella.jackson@solutions.com",
    "phoneNumber": "+1-310-555-9001",
    "profileUsername": "Isabella Jackson",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Recruiting a financial analyst specializing in incident forensics.",
    "jobApplicationFull": "Blue Horizon Studios is building strategic capabilities and seeks a financial analyst specializing in incident forensics. Required qualifications include 1 year of relevant experience and competencies in SQL, Go, Java, penetration testing."
  },
  {
    "userId": 60,
    "email": "mason.miller@global.com",
    "phoneNumber": "+1-310-555-7355",
    "profileUsername": "Mason Miller",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Seeking a automation specialist experienced in data-driven storytelling.",
    "jobApplicationFull": "A automation specialist is needed at Peakstone Ventures to contribute to next‑generation work in data-driven storytelling. Ideal applicants will have 1 year of background and technical strengths in financial modeling, data visualization, Python, Node.js, CI/CD pipelines."
  },
  {
    "userId": 61,
    "email": "harper.anderson@solutions.com",
    "phoneNumber": "+1-310-555-8325",
    "profileUsername": "Harper Anderson",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Seeking a full‑stack developer experienced in risk modeling.",
    "jobApplicationFull": "CloudForge Systems is building strategic capabilities and seeks a full‑stack developer specializing in risk modeling. Required qualifications include 2 years of relevant experience and competencies in CAD tools, Python, MATLAB."
  },
  {
    "userId": 62,
    "email": "liam.thomas@corp.com",
    "phoneNumber": "+1-310-555-1930",
    "profileUsername": "Liam Thomas",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Searching for a UI/UX designer focused on predictive analytics.",
    "jobApplicationFull": "A UI/UX designer is needed at GreenLeaf Marketing to contribute to next‑generation work in predictive analytics. Ideal applicants will have 1 year of background and technical strengths in embedded systems, Java, AWS, CAD tools."
  },
  {
    "userId": 63,
    "email": "william.young@tech.com",
    "phoneNumber": "+1-310-555-3765",
    "profileUsername": "William Young",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Hiring a software architect to lead efforts in large‑scale system testing.",
    "jobApplicationFull": "The team at IronGate Engineering needs a software architect who can advance development centered on large‑scale system testing. Candidates must have a minimum of 6 years of experience and abilities in Python, React, penetration testing."
  },
  {
    "userId": 64,
    "email": "jack.wilson@solutions.com",
    "phoneNumber": "+1-310-555-9397",
    "profileUsername": "Jack Wilson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Searching for a software architect focused on workflow orchestration.",
    "jobApplicationFull": "IronGate Engineering is hiring a software architect to innovate within projects involving workflow orchestration. Applicants should bring at least 6 years of hands‑on work and proficiency in Azure, Figma, CI/CD pipelines, C++, embedded systems."
  },
  {
    "userId": 65,
    "email": "benjamin.jackson@systems.com",
    "phoneNumber": "+1-310-555-7811",
    "profileUsername": "Benjamin Jackson",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Looking for a creative director with background in cloud-native architectures.",
    "jobApplicationFull": "Peakstone Ventures is building strategic capabilities and seeks a creative director specializing in cloud-native architectures. Required qualifications include 6 years of relevant experience and competencies in AWS, C++, financial modeling."
  },
  {
    "userId": 66,
    "email": "james.davis@solutions.com",
    "phoneNumber": "+1-310-555-2141",
    "profileUsername": "James Davis",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Seeking a automation specialist experienced in API lifecycle design.",
    "jobApplicationFull": "The team at Nova Energy Technologies needs a automation specialist who can advance development centered on API lifecycle design. Candidates must have a minimum of 1 year of experience and abilities in React, data visualization, CI/CD pipelines, penetration testing, financial modeling."
  },
  {
    "userId": 67,
    "email": "isabella.robinson@global.com",
    "phoneNumber": "+1-310-555-2499",
    "profileUsername": "Isabella Robinson",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Searching for a full‑stack developer focused on cross‑functional project delivery.",
    "jobApplicationFull": "Quantum Cyber Defense is hiring a full‑stack developer to innovate within projects involving cross‑functional project delivery. Applicants should bring at least 2 years of hands‑on work and proficiency in data visualization, penetration testing, AWS."
  },
  {
    "userId": 68,
    "email": "harper.lewis@corp.com",
    "phoneNumber": "+1-310-555-8091",
    "profileUsername": "Harper Lewis",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Seeking a product manager experienced in data-driven storytelling.",
    "jobApplicationFull": "A product manager is needed at TechSphere Innovations to contribute to next‑generation work in data-driven storytelling. Ideal applicants will have 4 years of background and technical strengths in Kubernetes, AWS, machine learning."
  },
  {
    "userId": 69,
    "email": "liam.jackson@systems.com",
    "phoneNumber": "+1-310-555-3251",
    "profileUsername": "Liam Jackson",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Recruiting a software architect specializing in employee development programs.",
    "jobApplicationFull": "A software architect is needed at CrystalWave Media to contribute to next‑generation work in employee development programs. Ideal applicants will have 6 years of background and technical strengths in TensorFlow, AWS, machine learning, SQL."
  },
  {
    "userId": 70,
    "email": "henry.brown@corp.com",
    "phoneNumber": "+1-310-555-1161",
    "profileUsername": "Henry Brown",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Recruiting a software architect specializing in brand identity frameworks.",
    "jobApplicationFull": "A software architect is needed at CrystalWave Media to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 6 years of background and technical strengths in network security, data visualization, Figma."
  },
  {
    "userId": 71,
    "email": "evelyn.hughes@tech.com",
    "phoneNumber": "+1-310-555-8979",
    "profileUsername": "Evelyn Hughes",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Hiring a renewable energy engineer to lead efforts in distributed computing.",
    "jobApplicationFull": "The team at Orion Security Group needs a renewable energy engineer who can advance development centered on distributed computing. Candidates must have a minimum of 2 years of experience and abilities in Kubernetes, C++, Java."
  },
  {
    "userId": 72,
    "email": "evelyn.moore@solutions.com",
    "phoneNumber": "+1-310-555-5817",
    "profileUsername": "Evelyn Moore",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Seeking a product manager experienced in brand identity frameworks.",
    "jobApplicationFull": "A product manager is needed at Finverse Analytics to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 4 years of background and technical strengths in SQL, Docker, CAD tools."
  },
  {
    "userId": 73,
    "email": "sophia.walker@systems.com",
    "phoneNumber": "+1-310-555-3691",
    "profileUsername": "Sophia Walker",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Looking for a financial analyst with background in incident forensics.",
    "jobApplicationFull": "Northbridge Finance is building strategic capabilities and seeks a financial analyst specializing in incident forensics. Required qualifications include 1 year of relevant experience and competencies in penetration testing, Kubernetes, React."
  },
  {
    "userId": 74,
    "email": "lucas.harris@solutions.com",
    "phoneNumber": "+1-310-555-7225",
    "profileUsername": "Lucas Harris",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Searching for a mechanical engineer focused on ethical AI systems.",
    "jobApplicationFull": "A mechanical engineer is needed at Finverse Analytics to contribute to next‑generation work in ethical AI systems. Ideal applicants will have 2 years of background and technical strengths in machine learning, financial modeling, MATLAB, SQL, data visualization."
  },
  {
    "userId": 75,
    "email": "ava.thomas@global.com",
    "phoneNumber": "+1-310-555-1131",
    "profileUsername": "Ava Thomas",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Looking for a mechanical engineer with background in employee development programs.",
    "jobApplicationFull": "IronGate Engineering is searching for a mechanical engineer with expertise in employee development programs. The role requires 2 years of industry experience and strong skills in SEO/SEM, machine learning, MATLAB."
  },
  {
    "userId": 76,
    "email": "charlotte.hughes@systems.com",
    "phoneNumber": "+1-310-555-8167",
    "profileUsername": "Charlotte Hughes",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Recruiting a software architect specializing in incident forensics.",
    "jobApplicationFull": "Everline Healthcare is building strategic capabilities and seeks a software architect specializing in incident forensics. Required qualifications include 6 years of relevant experience and competencies in data visualization, Figma, Python, MATLAB, Azure."
  },
  {
    "userId": 77,
    "email": "lucas.jackson@tech.com",
    "phoneNumber": "+1-310-555-4659",
    "profileUsername": "Lucas Jackson",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in risk modeling.",
    "jobApplicationFull": "Orion Security Group is hiring a renewable energy engineer to innovate within projects involving risk modeling. Applicants should bring at least 2 years of hands‑on work and proficiency in Kubernetes, Node.js, Java, TensorFlow, C++."
  },
  {
    "userId": 78,
    "email": "benjamin.clark@systems.com",
    "phoneNumber": "+1-310-555-1523",
    "profileUsername": "Benjamin Clark",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Recruiting a data scientist specializing in incident forensics.",
    "jobApplicationFull": "Nova Energy Technologies is searching for a data scientist with expertise in incident forensics. The role requires 2 years of industry experience and strong skills in AWS, SQL, Node.js, CAD tools."
  },
  {
    "userId": 79,
    "email": "charlotte.clark@corp.com",
    "phoneNumber": "+1-310-555-3884",
    "profileUsername": "Charlotte Clark",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Looking for a machine learning engineer with background in incident forensics.",
    "jobApplicationFull": "The team at IronGate Engineering needs a machine learning engineer who can advance development centered on incident forensics. Candidates must have a minimum of 2 years of experience and abilities in CI/CD pipelines, embedded systems, Node.js."
  },
  {
    "userId": 80,
    "email": "ava.miller@corp.com",
    "phoneNumber": "+1-310-555-2008",
    "profileUsername": "Ava Miller",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Looking for a mechanical engineer with background in real‑time analytics.",
    "jobApplicationFull": "A mechanical engineer is needed at AeroTek Systems to contribute to next‑generation work in real‑time analytics. Ideal applicants will have 2 years of background and technical strengths in Java, SQL, C++, Docker, React."
  },
  {
    "userId": 81,
    "email": "olivia.jackson@solutions.com",
    "phoneNumber": "+1-310-555-1948",
    "profileUsername": "Olivia Jackson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Hiring a mechanical engineer to lead efforts in large‑scale system testing.",
    "jobApplicationFull": "A mechanical engineer is needed at IronGate Engineering to contribute to next‑generation work in large‑scale system testing. Ideal applicants will have 2 years of background and technical strengths in Docker, embedded systems, Azure, penetration testing, CAD tools."
  },
  {
    "userId": 82,
    "email": "ethan.white@corp.com",
    "phoneNumber": "+1-310-555-1617",
    "profileUsername": "Ethan White",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Looking for a UI/UX designer with background in risk modeling.",
    "jobApplicationFull": "Vertex Robotics is hiring a UI/UX designer to innovate within projects involving risk modeling. Applicants should bring at least 1 year of hands‑on work and proficiency in Docker, Java, Node.js, penetration testing, data visualization."
  },
  {
    "userId": 83,
    "email": "william.brown@corp.com",
    "phoneNumber": "+1-310-555-6513",
    "profileUsername": "William Brown",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Seeking a full‑stack developer experienced in risk modeling.",
    "jobApplicationFull": "A full‑stack developer is needed at NextPhase AI to contribute to next‑generation work in risk modeling. Ideal applicants will have 2 years of background and technical strengths in financial modeling, MATLAB, SEO/SEM."
  },
  {
    "userId": 84,
    "email": "emma.davis@global.com",
    "phoneNumber": "+1-310-555-6896",
    "profileUsername": "Emma Davis",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Recruiting a mechanical engineer specializing in distributed computing.",
    "jobApplicationFull": "A mechanical engineer is needed at Skyline Apps to contribute to next‑generation work in distributed computing. Ideal applicants will have 2 years of background and technical strengths in AWS, Python, SEO/SEM."
  },
  {
    "userId": 85,
    "email": "charlotte.young@global.com",
    "phoneNumber": "+1-310-555-8219",
    "profileUsername": "Charlotte Young",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Hiring a creative director to lead efforts in incident forensics.",
    "jobApplicationFull": "A creative director is needed at BrightPath HR Solutions to contribute to next‑generation work in incident forensics. Ideal applicants will have 6 years of background and technical strengths in Kubernetes, React, Java."
  },
  {
    "userId": 86,
    "email": "charlotte.johnson@systems.com",
    "phoneNumber": "+1-310-555-9303",
    "profileUsername": "Charlotte Johnson",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Recruiting a digital marketing strategist specializing in API lifecycle design.",
    "jobApplicationFull": "The team at Orion Security Group needs a digital marketing strategist who can advance development centered on API lifecycle design. Candidates must have a minimum of 1 year of experience and abilities in Go, Java, TensorFlow, penetration testing, Figma."
  },
  {
    "userId": 87,
    "email": "noah.brown@tech.com",
    "phoneNumber": "+1-310-555-3164",
    "profileUsername": "Noah Brown",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Searching for a software architect focused on data-driven storytelling.",
    "jobApplicationFull": "The team at Northbridge Finance needs a software architect who can advance development centered on data-driven storytelling. Candidates must have a minimum of 6 years of experience and abilities in SEO/SEM, CI/CD pipelines, Python, Figma."
  },
  {
    "userId": 88,
    "email": "ava.taylor@solutions.com",
    "phoneNumber": "+1-310-555-5758",
    "profileUsername": "Ava Taylor",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Hiring a renewable energy engineer to lead efforts in employee development programs.",
    "jobApplicationFull": "CloudForge Systems is building strategic capabilities and seeks a renewable energy engineer specializing in employee development programs. Required qualifications include 2 years of relevant experience and competencies in Python, Azure, React, Docker."
  },
  {
    "userId": 89,
    "email": "mia.clark@systems.com",
    "phoneNumber": "+1-310-555-2807",
    "profileUsername": "Mia Clark",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Looking for a data scientist with background in distributed computing.",
    "jobApplicationFull": "The team at CrystalWave Media needs a data scientist who can advance development centered on distributed computing. Candidates must have a minimum of 2 years of experience and abilities in Java, C++, Kubernetes."
  },
  {
    "userId": 90,
    "email": "mia.hughes@tech.com",
    "phoneNumber": "+1-310-555-1425",
    "profileUsername": "Mia Hughes",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Looking for a machine learning engineer with background in brand identity frameworks.",
    "jobApplicationFull": "A machine learning engineer is needed at Peakstone Ventures to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 2 years of background and technical strengths in TensorFlow, CI/CD pipelines, Kubernetes."
  },
  {
    "userId": 91,
    "email": "william.lewis@global.com",
    "phoneNumber": "+1-310-555-8075",
    "profileUsername": "William Lewis",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Seeking a mechanical engineer experienced in cross‑functional project delivery.",
    "jobApplicationFull": "The team at Orion Security Group needs a mechanical engineer who can advance development centered on cross‑functional project delivery. Candidates must have a minimum of 2 years of experience and abilities in machine learning, Figma, penetration testing."
  },
  {
    "userId": 92,
    "email": "henry.king@systems.com",
    "phoneNumber": "+1-310-555-3192",
    "profileUsername": "Henry King",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Searching for a data scientist focused on distributed computing.",
    "jobApplicationFull": "IronGate Engineering is searching for a data scientist with expertise in distributed computing. The role requires 2 years of industry experience and strong skills in embedded systems, SEO/SEM, SQL, Python, Kubernetes."
  },
  {
    "userId": 93,
    "email": "evelyn.walker@solutions.com",
    "phoneNumber": "+1-310-555-6869",
    "profileUsername": "Evelyn Walker",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Looking for a automation specialist with background in risk modeling.",
    "jobApplicationFull": "CrystalWave Media is searching for a automation specialist with expertise in risk modeling. The role requires 1 year of industry experience and strong skills in machine learning, Node.js, data visualization, AWS."
  },
  {
    "userId": 94,
    "email": "ava.anderson@solutions.com",
    "phoneNumber": "+1-310-555-7533",
    "profileUsername": "Ava Anderson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Seeking a cybersecurity analyst experienced in cross‑functional project delivery.",
    "jobApplicationFull": "The team at Northbridge Finance needs a cybersecurity analyst who can advance development centered on cross‑functional project delivery. Candidates must have a minimum of 1 year of experience and abilities in Kubernetes, Azure, SQL, Java, C++."
  },
  {
    "userId": 95,
    "email": "noah.moore@systems.com",
    "phoneNumber": "+1-310-555-8140",
    "profileUsername": "Noah Moore",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a data scientist experienced in cross‑functional project delivery.",
    "jobApplicationFull": "The team at CrystalWave Media needs a data scientist who can advance development centered on cross‑functional project delivery. Candidates must have a minimum of 2 years of experience and abilities in C++, AWS, MATLAB."
  },
  {
    "userId": 96,
    "email": "henry.white@solutions.com",
    "phoneNumber": "+1-310-555-7121",
    "profileUsername": "Henry White",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Recruiting a renewable energy engineer specializing in real‑time analytics.",
    "jobApplicationFull": "CloudForge Systems is hiring a renewable energy engineer to innovate within projects involving real‑time analytics. Applicants should bring at least 2 years of hands‑on work and proficiency in Azure, network security, CAD tools, Figma, Node.js."
  },
  {
    "userId": 97,
    "email": "william.harris@tech.com",
    "phoneNumber": "+1-310-555-3224",
    "profileUsername": "William Harris",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Recruiting a renewable energy engineer specializing in end‑to‑end automation.",
    "jobApplicationFull": "Skyline Apps is searching for a renewable energy engineer with expertise in end‑to‑end automation. The role requires 2 years of industry experience and strong skills in Python, Kubernetes, financial modeling, AWS."
  },
  {
    "userId": 98,
    "email": "mia.brown@solutions.com",
    "phoneNumber": "+1-310-555-5345",
    "profileUsername": "Mia Brown",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Seeking a product manager experienced in cross‑functional project delivery.",
    "jobApplicationFull": "Finverse Analytics is building strategic capabilities and seeks a product manager specializing in cross‑functional project delivery. Required qualifications include 4 years of relevant experience and competencies in network security, Go, penetration testing, Node.js."
  },
  {
    "userId": 99,
    "email": "henry.taylor@solutions.com",
    "phoneNumber": "+1-310-555-8580",
    "profileUsername": "Henry Taylor",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a renewable energy engineer focused on real‑time analytics.",
    "jobApplicationFull": "CloudForge Systems is hiring a renewable energy engineer to innovate within projects involving real‑time analytics. Applicants should bring at least 2 years of hands‑on work and proficiency in machine learning, Python, React, embedded systems, MATLAB."
  },
  {
    "userId": 100,
    "email": "evelyn.thomas@corp.com",
    "phoneNumber": "+1-310-555-3109",
    "profileUsername": "Evelyn Thomas",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Looking for a software architect with background in data-driven storytelling.",
    "jobApplicationFull": "Northbridge Finance is searching for a software architect with expertise in data-driven storytelling. The role requires 6 years of industry experience and strong skills in Java, CAD tools, data visualization, SQL, Node.js."
  },
  {
    "userId": 101,
    "email": "isabella.young@global.com",
    "phoneNumber": "+1-310-555-7766",
    "profileUsername": "Isabella Young",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Searching for a financial analyst focused on large‑scale system testing.",
    "jobApplicationFull": "The team at CrystalWave Media needs a financial analyst who can advance development centered on large‑scale system testing. Candidates must have a minimum of 1 year of experience and abilities in Node.js, Docker, Python, network security."
  },
  {
    "userId": 102,
    "email": "amelia.white@solutions.com",
    "phoneNumber": "+1-310-555-3815",
    "profileUsername": "Amelia White",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Recruiting a digital marketing strategist specializing in smart‑grid optimization.",
    "jobApplicationFull": "A digital marketing strategist is needed at Vertex Robotics to contribute to next‑generation work in smart‑grid optimization. Ideal applicants will have 1 year of background and technical strengths in machine learning, AWS, data visualization, Docker."
  },
  {
    "userId": 103,
    "email": "sophia.moore@systems.com",
    "phoneNumber": "+1-310-555-4531",
    "profileUsername": "Sophia Moore",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Hiring a data scientist to lead efforts in data-driven storytelling.",
    "jobApplicationFull": "Everline Healthcare is building strategic capabilities and seeks a data scientist specializing in data-driven storytelling. Required qualifications include 2 years of relevant experience and competencies in CAD tools, TensorFlow, C++, data visualization, Go."
  },
  {
    "userId": 104,
    "email": "liam.taylor@global.com",
    "phoneNumber": "+1-310-555-9112",
    "profileUsername": "Liam Taylor",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Seeking a full‑stack developer experienced in digital growth ecosystems.",
    "jobApplicationFull": "Finverse Analytics is building strategic capabilities and seeks a full‑stack developer specializing in digital growth ecosystems. Required qualifications include 2 years of relevant experience and competencies in CAD tools, CI/CD pipelines, machine learning, penetration testing, SQL."
  },
  {
    "userId": 105,
    "email": "sophia.white@tech.com",
    "phoneNumber": "+1-310-555-8658",
    "profileUsername": "Sophia White",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Recruiting a machine learning engineer specializing in digital growth ecosystems.",
    "jobApplicationFull": "Skyline Apps is searching for a machine learning engineer with expertise in digital growth ecosystems. The role requires 2 years of industry experience and strong skills in Node.js, CI/CD pipelines, network security, machine learning."
  },
  {
    "userId": 106,
    "email": "harper.anderson@solutions.com",
    "phoneNumber": "+1-310-555-9525",
    "profileUsername": "Harper Anderson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Hiring a digital marketing strategist to lead efforts in advanced CAD modeling.",
    "jobApplicationFull": "Northbridge Finance is searching for a digital marketing strategist with expertise in advanced CAD modeling. The role requires 1 year of industry experience and strong skills in network security, penetration testing, machine learning, embedded systems."
  },
  {
    "userId": 107,
    "email": "evelyn.white@systems.com",
    "phoneNumber": "+1-310-555-8009",
    "profileUsername": "Evelyn White",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Seeking a financial analyst experienced in risk modeling.",
    "jobApplicationFull": "A financial analyst is needed at Vertex Robotics to contribute to next‑generation work in risk modeling. Ideal applicants will have 1 year of background and technical strengths in Kubernetes, CI/CD pipelines, financial modeling, C++, CAD tools."
  },
  {
    "userId": 108,
    "email": "mason.hughes@tech.com",
    "phoneNumber": "+1-310-555-4506",
    "profileUsername": "Mason Hughes",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Recruiting a digital marketing strategist specializing in risk modeling.",
    "jobApplicationFull": "A digital marketing strategist is needed at AeroTek Systems to contribute to next‑generation work in risk modeling. Ideal applicants will have 1 year of background and technical strengths in Go, penetration testing, network security, machine learning."
  },
  {
    "userId": 109,
    "email": "olivia.clark@systems.com",
    "phoneNumber": "+1-310-555-8923",
    "profileUsername": "Olivia Clark",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Seeking a backend engineer experienced in workflow orchestration.",
    "jobApplicationFull": "AeroTek Systems is searching for a backend engineer with expertise in workflow orchestration. The role requires 2 years of industry experience and strong skills in Node.js, Azure, React, financial modeling."
  },
  {
    "userId": 110,
    "email": "olivia.anderson@systems.com",
    "phoneNumber": "+1-310-555-8771",
    "profileUsername": "Olivia Anderson",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Hiring a mechanical engineer to lead efforts in brand identity frameworks.",
    "jobApplicationFull": "A mechanical engineer is needed at Silverline Mobility to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 2 years of background and technical strengths in Kubernetes, CAD tools, AWS, SEO/SEM."
  },
  {
    "userId": 111,
    "email": "liam.thomas@systems.com",
    "phoneNumber": "+1-310-555-4085",
    "profileUsername": "Liam Thomas",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Searching for a UI/UX designer focused on employee development programs.",
    "jobApplicationFull": "The team at Blue Horizon Studios needs a UI/UX designer who can advance development centered on employee development programs. Candidates must have a minimum of 1 year of experience and abilities in Kubernetes, Node.js, Python, Figma."
  },
  {
    "userId": 112,
    "email": "james.miller@systems.com",
    "phoneNumber": "+1-310-555-2947",
    "profileUsername": "James Miller",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Seeking a machine learning engineer experienced in immersive media production.",
    "jobApplicationFull": "Peakstone Ventures is searching for a machine learning engineer with expertise in immersive media production. The role requires 2 years of industry experience and strong skills in Kubernetes, Azure, data visualization, network security."
  },
  {
    "userId": 113,
    "email": "evelyn.miller@solutions.com",
    "phoneNumber": "+1-310-555-9957",
    "profileUsername": "Evelyn Miller",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Seeking a digital marketing strategist experienced in smart‑grid optimization.",
    "jobApplicationFull": "GreenLeaf Marketing is hiring a digital marketing strategist to innovate within projects involving smart‑grid optimization. Applicants should bring at least 1 year of hands‑on work and proficiency in Python, network security, Kubernetes."
  },
  {
    "userId": 114,
    "email": "james.anderson@solutions.com",
    "phoneNumber": "+1-310-555-7962",
    "profileUsername": "James Anderson",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Hiring a mechanical engineer to lead efforts in distributed computing.",
    "jobApplicationFull": "Vertex Robotics is building strategic capabilities and seeks a mechanical engineer specializing in distributed computing. Required qualifications include 2 years of relevant experience and competencies in Java, financial modeling, TensorFlow."
  },
  {
    "userId": 115,
    "email": "mia.thomas@solutions.com",
    "phoneNumber": "+1-310-555-9729",
    "profileUsername": "Mia Thomas",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Seeking a mechanical engineer experienced in risk modeling.",
    "jobApplicationFull": "IronGate Engineering is building strategic capabilities and seeks a mechanical engineer specializing in risk modeling. Required qualifications include 2 years of relevant experience and competencies in embedded systems, SEO/SEM, CI/CD pipelines, SQL."
  },
  {
    "userId": 116,
    "email": "amelia.clark@corp.com",
    "phoneNumber": "+1-310-555-1198",
    "profileUsername": "Amelia Clark",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Recruiting a full‑stack developer specializing in end‑to‑end automation.",
    "jobApplicationFull": "CloudForge Systems is hiring a full‑stack developer to innovate within projects involving end‑to‑end automation. Applicants should bring at least 2 years of hands‑on work and proficiency in Python, C++, data visualization, MATLAB."
  },
  {
    "userId": 117,
    "email": "olivia.taylor@tech.com",
    "phoneNumber": "+1-310-555-6999",
    "profileUsername": "Olivia Taylor",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Searching for a renewable energy engineer focused on advanced CAD modeling.",
    "jobApplicationFull": "Orion Security Group is hiring a renewable energy engineer to innovate within projects involving advanced CAD modeling. Applicants should bring at least 2 years of hands‑on work and proficiency in Python, React, AWS."
  },
  {
    "userId": 118,
    "email": "amelia.martin@tech.com",
    "phoneNumber": "+1-310-555-5671",
    "profileUsername": "Amelia Martin",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Looking for a renewable energy engineer with background in large‑scale system testing.",
    "jobApplicationFull": "A renewable energy engineer is needed at Everline Healthcare to contribute to next‑generation work in large‑scale system testing. Ideal applicants will have 2 years of background and technical strengths in Docker, Go, CAD tools."
  },
  {
    "userId": 119,
    "email": "jack.davis@corp.com",
    "phoneNumber": "+1-310-555-8306",
    "profileUsername": "Jack Davis",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Seeking a software architect experienced in cross‑functional project delivery.",
    "jobApplicationFull": "Everline Healthcare is hiring a software architect to innovate within projects involving cross‑functional project delivery. Applicants should bring at least 6 years of hands‑on work and proficiency in penetration testing, Java, Go, network security, AWS."
  },
  {
    "userId": 120,
    "email": "olivia.brown@solutions.com",
    "phoneNumber": "+1-310-555-3282",
    "profileUsername": "Olivia Brown",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Hiring a HR generalist to lead efforts in digital growth ecosystems.",
    "jobApplicationFull": "A HR generalist is needed at Everline Healthcare to contribute to next‑generation work in digital growth ecosystems. Ideal applicants will have 1 year of background and technical strengths in Go, AWS, data visualization."
  },
  {
    "userId": 121,
    "email": "lucas.hughes@tech.com",
    "phoneNumber": "+1-310-555-5795",
    "profileUsername": "Lucas Hughes",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Looking for a automation specialist with background in immersive media production.",
    "jobApplicationFull": "A automation specialist is needed at Orion Security Group to contribute to next‑generation work in immersive media production. Ideal applicants will have 1 year of background and technical strengths in CAD tools, Docker, embedded systems, AWS, SQL."
  },
  {
    "userId": 122,
    "email": "amelia.davis@tech.com",
    "phoneNumber": "+1-310-555-6225",
    "profileUsername": "Amelia Davis",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Looking for a data scientist with background in employee development programs.",
    "jobApplicationFull": "A data scientist is needed at BrightPath HR Solutions to contribute to next‑generation work in employee development programs. Ideal applicants will have 2 years of background and technical strengths in penetration testing, Node.js, Kubernetes."
  },
  {
    "userId": 123,
    "email": "olivia.brown@systems.com",
    "phoneNumber": "+1-310-555-6469",
    "profileUsername": "Olivia Brown",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Looking for a HR generalist with background in API lifecycle design.",
    "jobApplicationFull": "Nova Energy Technologies is searching for a HR generalist with expertise in API lifecycle design. The role requires 1 year of industry experience and strong skills in CAD tools, financial modeling, penetration testing, AWS."
  },
  {
    "userId": 124,
    "email": "mason.wilson@global.com",
    "phoneNumber": "+1-310-555-3522",
    "profileUsername": "Mason Wilson",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Hiring a cybersecurity analyst to lead efforts in employee development programs.",
    "jobApplicationFull": "BrightPath HR Solutions is hiring a cybersecurity analyst to innovate within projects involving employee development programs. Applicants should bring at least 1 year of hands‑on work and proficiency in CI/CD pipelines, React, Docker, MATLAB, Kubernetes."
  },
  {
    "userId": 125,
    "email": "mason.davis@corp.com",
    "phoneNumber": "+1-310-555-3766",
    "profileUsername": "Mason Davis",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Looking for a machine learning engineer with background in risk modeling.",
    "jobApplicationFull": "IronGate Engineering is building strategic capabilities and seeks a machine learning engineer specializing in risk modeling. Required qualifications include 2 years of relevant experience and competencies in network security, Docker, financial modeling, Kubernetes, CAD tools."
  },
  {
    "userId": 126,
    "email": "henry.harris@global.com",
    "phoneNumber": "+1-310-555-5538",
    "profileUsername": "Henry Harris",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Looking for a full‑stack developer with background in distributed computing.",
    "jobApplicationFull": "GreenLeaf Marketing is hiring a full‑stack developer to innovate within projects involving distributed computing. Applicants should bring at least 2 years of hands‑on work and proficiency in TensorFlow, React, C++."
  },
  {
    "userId": 127,
    "email": "amelia.johnson@global.com",
    "phoneNumber": "+1-310-555-3323",
    "profileUsername": "Amelia Johnson",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Looking for a data scientist with background in risk modeling.",
    "jobApplicationFull": "TechSphere Innovations is searching for a data scientist with expertise in risk modeling. The role requires 2 years of industry experience and strong skills in React, SQL, machine learning."
  },
  {
    "userId": 128,
    "email": "henry.anderson@corp.com",
    "phoneNumber": "+1-310-555-5792",
    "profileUsername": "Henry Anderson",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a cybersecurity analyst experienced in brand identity frameworks.",
    "jobApplicationFull": "A cybersecurity analyst is needed at CrystalWave Media to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 1 year of background and technical strengths in financial modeling, TensorFlow, CI/CD pipelines, penetration testing, data visualization."
  },
  {
    "userId": 129,
    "email": "william.harris@corp.com",
    "phoneNumber": "+1-310-555-9364",
    "profileUsername": "William Harris",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Seeking a data scientist experienced in smart‑grid optimization.",
    "jobApplicationFull": "A data scientist is needed at Vertex Robotics to contribute to next‑generation work in smart‑grid optimization. Ideal applicants will have 2 years of background and technical strengths in Kubernetes, React, Go."
  },
  {
    "userId": 130,
    "email": "mason.brown@corp.com",
    "phoneNumber": "+1-310-555-1202",
    "profileUsername": "Mason Brown",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Seeking a HR generalist experienced in digital growth ecosystems.",
    "jobApplicationFull": "Finverse Analytics is hiring a HR generalist to innovate within projects involving digital growth ecosystems. Applicants should bring at least 1 year of hands‑on work and proficiency in Figma, SEO/SEM, penetration testing, Python."
  },
  {
    "userId": 131,
    "email": "jack.jackson@corp.com",
    "phoneNumber": "+1-310-555-9019",
    "profileUsername": "Jack Jackson",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Looking for a UI/UX designer with background in brand identity frameworks.",
    "jobApplicationFull": "A UI/UX designer is needed at GreenLeaf Marketing to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 1 year of background and technical strengths in AWS, Docker, C++."
  },
  {
    "userId": 132,
    "email": "liam.white@solutions.com",
    "phoneNumber": "+1-310-555-4667",
    "profileUsername": "Liam White",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Recruiting a creative director specializing in ethical AI systems.",
    "jobApplicationFull": "NextPhase AI is searching for a creative director with expertise in ethical AI systems. The role requires 6 years of industry experience and strong skills in CI/CD pipelines, AWS, embedded systems, Figma."
  },
  {
    "userId": 133,
    "email": "mia.brown@global.com",
    "phoneNumber": "+1-310-555-6638",
    "profileUsername": "Mia Brown",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Recruiting a creative director specializing in end‑to‑end automation.",
    "jobApplicationFull": "GreenLeaf Marketing is hiring a creative director to innovate within projects involving end‑to‑end automation. Applicants should bring at least 6 years of hands‑on work and proficiency in penetration testing, Node.js, financial modeling."
  },
  {
    "userId": 134,
    "email": "mia.hughes@solutions.com",
    "phoneNumber": "+1-310-555-2608",
    "profileUsername": "Mia Hughes",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Hiring a renewable energy engineer to lead efforts in brand identity frameworks.",
    "jobApplicationFull": "Orion Security Group is building strategic capabilities and seeks a renewable energy engineer specializing in brand identity frameworks. Required qualifications include 2 years of relevant experience and competencies in machine learning, React, SQL, Figma, penetration testing."
  },
  {
    "userId": 135,
    "email": "benjamin.king@global.com",
    "phoneNumber": "+1-310-555-1389",
    "profileUsername": "Benjamin King",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Seeking a data scientist experienced in API lifecycle design.",
    "jobApplicationFull": "Orion Security Group is building strategic capabilities and seeks a data scientist specializing in API lifecycle design. Required qualifications include 2 years of relevant experience and competencies in network security, data visualization, TensorFlow, Azure."
  },
  {
    "userId": 136,
    "email": "noah.johnson@corp.com",
    "phoneNumber": "+1-310-555-6231",
    "profileUsername": "Noah Johnson",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Hiring a software architect to lead efforts in immersive media production.",
    "jobApplicationFull": "Orion Security Group is building strategic capabilities and seeks a software architect specializing in immersive media production. Required qualifications include 6 years of relevant experience and competencies in machine learning, SEO/SEM, Java."
  },
  {
    "userId": 137,
    "email": "harper.young@systems.com",
    "phoneNumber": "+1-310-555-7994",
    "profileUsername": "Harper Young",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Hiring a backend engineer to lead efforts in incident forensics.",
    "jobApplicationFull": "A backend engineer is needed at Quantum Cyber Defense to contribute to next‑generation work in incident forensics. Ideal applicants will have 2 years of background and technical strengths in TensorFlow, Python, Kubernetes."
  },
  {
    "userId": 138,
    "email": "benjamin.king@solutions.com",
    "phoneNumber": "+1-310-555-5325",
    "profileUsername": "Benjamin King",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Searching for a full‑stack developer focused on data-driven storytelling.",
    "jobApplicationFull": "Nova Energy Technologies is building strategic capabilities and seeks a full‑stack developer specializing in data-driven storytelling. Required qualifications include 2 years of relevant experience and competencies in SQL, financial modeling, embedded systems, Java, Go."
  },
  {
    "userId": 139,
    "email": "noah.davis@systems.com",
    "phoneNumber": "+1-310-555-1408",
    "profileUsername": "Noah Davis",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Seeking a financial analyst experienced in API lifecycle design.",
    "jobApplicationFull": "Quantum Cyber Defense is hiring a financial analyst to innovate within projects involving API lifecycle design. Applicants should bring at least 1 year of hands‑on work and proficiency in SQL, financial modeling, embedded systems, Go, Node.js."
  },
  {
    "userId": 140,
    "email": "isabella.johnson@global.com",
    "phoneNumber": "+1-310-555-9184",
    "profileUsername": "Isabella Johnson",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Looking for a cybersecurity analyst with background in risk modeling.",
    "jobApplicationFull": "Silverline Mobility is hiring a cybersecurity analyst to innovate within projects involving risk modeling. Applicants should bring at least 1 year of hands‑on work and proficiency in machine learning, Node.js, TensorFlow, SEO/SEM, React."
  },
  {
    "userId": 141,
    "email": "james.martin@global.com",
    "phoneNumber": "+1-310-555-6178",
    "profileUsername": "James Martin",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Hiring a product manager to lead efforts in end‑to‑end automation.",
    "jobApplicationFull": "BrightPath HR Solutions is building strategic capabilities and seeks a product manager specializing in end‑to‑end automation. Required qualifications include 4 years of relevant experience and competencies in CAD tools, penetration testing, Figma, embedded systems, SEO/SEM."
  },
  {
    "userId": 142,
    "email": "olivia.miller@corp.com",
    "phoneNumber": "+1-310-555-2072",
    "profileUsername": "Olivia Miller",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Searching for a UI/UX designer focused on advanced CAD modeling.",
    "jobApplicationFull": "NextPhase AI is hiring a UI/UX designer to innovate within projects involving advanced CAD modeling. Applicants should bring at least 1 year of hands‑on work and proficiency in AWS, machine learning, Go."
  },
  {
    "userId": 143,
    "email": "evelyn.brown@solutions.com",
    "phoneNumber": "+1-310-555-4555",
    "profileUsername": "Evelyn Brown",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Searching for a product manager focused on employee development programs.",
    "jobApplicationFull": "Everline Healthcare is searching for a product manager with expertise in employee development programs. The role requires 4 years of industry experience and strong skills in CI/CD pipelines, Figma, MATLAB, machine learning."
  },
  {
    "userId": 144,
    "email": "isabella.miller@systems.com",
    "phoneNumber": "+1-310-555-2765",
    "profileUsername": "Isabella Miller",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Hiring a renewable energy engineer to lead efforts in real‑time analytics.",
    "jobApplicationFull": "IronGate Engineering is searching for a renewable energy engineer with expertise in real‑time analytics. The role requires 2 years of industry experience and strong skills in CAD tools, SQL, Go, MATLAB."
  },
  {
    "userId": 145,
    "email": "jack.robinson@solutions.com",
    "phoneNumber": "+1-310-555-6571",
    "profileUsername": "Jack Robinson",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Recruiting a operations coordinator specializing in digital growth ecosystems.",
    "jobApplicationFull": "Summit Data Labs is searching for a operations coordinator with expertise in digital growth ecosystems. The role requires 1 year of industry experience and strong skills in TensorFlow, Java, AWS, Azure, embedded systems."
  },
  {
    "userId": 146,
    "email": "henry.harris@tech.com",
    "phoneNumber": "+1-310-555-9591",
    "profileUsername": "Henry Harris",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Hiring a product manager to lead efforts in large‑scale system testing.",
    "jobApplicationFull": "A product manager is needed at Quantum Cyber Defense to contribute to next‑generation work in large‑scale system testing. Ideal applicants will have 4 years of background and technical strengths in Go, TensorFlow, SQL, Figma, C++."
  },
  {
    "userId": 147,
    "email": "emma.anderson@tech.com",
    "phoneNumber": "+1-310-555-1779",
    "profileUsername": "Emma Anderson",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in immersive media production.",
    "jobApplicationFull": "The team at Finverse Analytics needs a UI/UX designer who can advance development centered on immersive media production. Candidates must have a minimum of 1 year of experience and abilities in Figma, CAD tools, C++."
  },
  {
    "userId": 148,
    "email": "olivia.hughes@corp.com",
    "phoneNumber": "+1-310-555-6171",
    "profileUsername": "Olivia Hughes",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Hiring a backend engineer to lead efforts in advanced CAD modeling.",
    "jobApplicationFull": "Skyline Apps is hiring a backend engineer to innovate within projects involving advanced CAD modeling. Applicants should bring at least 2 years of hands‑on work and proficiency in Java, Figma, data visualization."
  },
  {
    "userId": 149,
    "email": "evelyn.young@solutions.com",
    "phoneNumber": "+1-310-555-5223",
    "profileUsername": "Evelyn Young",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Searching for a mechanical engineer focused on risk modeling.",
    "jobApplicationFull": "Nova Energy Technologies is hiring a mechanical engineer to innovate within projects involving risk modeling. Applicants should bring at least 2 years of hands‑on work and proficiency in penetration testing, financial modeling, MATLAB."
  },
  {
    "userId": 150,
    "email": "harper.wilson@global.com",
    "phoneNumber": "+1-310-555-2833",
    "profileUsername": "Harper Wilson",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Seeking a HR generalist experienced in brand identity frameworks.",
    "jobApplicationFull": "NextPhase AI is building strategic capabilities and seeks a HR generalist specializing in brand identity frameworks. Required qualifications include 1 year of relevant experience and competencies in Node.js, Java, Kubernetes, network security."
  },
  {
    "userId": 151,
    "email": "ethan.lewis@tech.com",
    "phoneNumber": "+1-310-555-6152",
    "profileUsername": "Ethan Lewis",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Hiring a financial analyst to lead efforts in end‑to‑end automation.",
    "jobApplicationFull": "The team at Everline Healthcare needs a financial analyst who can advance development centered on end‑to‑end automation. Candidates must have a minimum of 1 year of experience and abilities in SQL, data visualization, machine learning."
  },
  {
    "userId": 152,
    "email": "emma.anderson@systems.com",
    "phoneNumber": "+1-310-555-9717",
    "profileUsername": "Emma Anderson",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in digital growth ecosystems.",
    "jobApplicationFull": "GreenLeaf Marketing is hiring a UI/UX designer to innovate within projects involving digital growth ecosystems. Applicants should bring at least 1 year of hands‑on work and proficiency in SQL, Java, machine learning, financial modeling, Figma."
  },
  {
    "userId": 153,
    "email": "noah.johnson@solutions.com",
    "phoneNumber": "+1-310-555-3241",
    "profileUsername": "Noah Johnson",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Looking for a machine learning engineer with background in workflow orchestration.",
    "jobApplicationFull": "Orion Security Group is building strategic capabilities and seeks a machine learning engineer specializing in workflow orchestration. Required qualifications include 2 years of relevant experience and competencies in React, Python, machine learning, data visualization, CAD tools."
  },
  {
    "userId": 154,
    "email": "lucas.young@systems.com",
    "phoneNumber": "+1-310-555-6596",
    "profileUsername": "Lucas Young",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Searching for a data scientist focused on predictive analytics.",
    "jobApplicationFull": "Skyline Apps is hiring a data scientist to innovate within projects involving predictive analytics. Applicants should bring at least 2 years of hands‑on work and proficiency in Figma, Azure, C++, React, Kubernetes."
  },
  {
    "userId": 155,
    "email": "isabella.harris@tech.com",
    "phoneNumber": "+1-310-555-2860",
    "profileUsername": "Isabella Harris",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Seeking a cybersecurity analyst experienced in smart‑grid optimization.",
    "jobApplicationFull": "A cybersecurity analyst is needed at Summit Data Labs to contribute to next‑generation work in smart‑grid optimization. Ideal applicants will have 1 year of background and technical strengths in Python, SEO/SEM, machine learning, Docker, Figma."
  },
  {
    "userId": 156,
    "email": "henry.white@global.com",
    "phoneNumber": "+1-310-555-7112",
    "profileUsername": "Henry White",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Looking for a digital marketing strategist with background in end‑to‑end automation.",
    "jobApplicationFull": "Summit Data Labs is searching for a digital marketing strategist with expertise in end‑to‑end automation. The role requires 1 year of industry experience and strong skills in Figma, Node.js, C++, TensorFlow."
  },
  {
    "userId": 157,
    "email": "olivia.white@solutions.com",
    "phoneNumber": "+1-310-555-1263",
    "profileUsername": "Olivia White",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Hiring a renewable energy engineer to lead efforts in cloud-native architectures.",
    "jobApplicationFull": "Vertex Robotics is building strategic capabilities and seeks a renewable energy engineer specializing in cloud-native architectures. Required qualifications include 6 years of relevant experience and competencies in data visualization, Python, C++."
  },
  {
    "userId": 158,
    "email": "ava.martin@systems.com",
    "phoneNumber": "+1-310-555-6448",
    "profileUsername": "Ava Martin",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a software architect experienced in end‑to‑end automation.",
    "jobApplicationFull": "CrystalWave Media is searching for a software architect with expertise in end‑to‑end automation. The role requires 6 years of industry experience and strong skills in Java, embedded systems, Figma."
  },
  {
    "userId": 159,
    "email": "amelia.jackson@solutions.com",
    "phoneNumber": "+1-310-555-2271",
    "profileUsername": "Amelia Jackson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Looking for a mechanical engineer with background in immersive media production.",
    "jobApplicationFull": "A mechanical engineer is needed at Northbridge Finance to contribute to next‑generation work in immersive media production. Ideal applicants will have 2 years of background and technical strengths in SQL, MATLAB, AWS, network security."
  },
  {
    "userId": 160,
    "email": "evelyn.taylor@solutions.com",
    "phoneNumber": "+1-310-555-1273",
    "profileUsername": "Evelyn Taylor",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in advanced CAD modeling.",
    "jobApplicationFull": "Quantum Cyber Defense is hiring a renewable energy engineer to innovate within projects involving advanced CAD modeling. Applicants should bring at least 2 years of hands‑on work and proficiency in Kubernetes, Java, SEO/SEM."
  },
  {
    "userId": 161,
    "email": "olivia.wilson@global.com",
    "phoneNumber": "+1-310-555-8885",
    "profileUsername": "Olivia Wilson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Recruiting a cybersecurity analyst specializing in digital growth ecosystems.",
    "jobApplicationFull": "A cybersecurity analyst is needed at Northbridge Finance to contribute to next‑generation work in digital growth ecosystems. Ideal applicants will have 1 year of background and technical strengths in SEO/SEM, MATLAB, Kubernetes."
  },
  {
    "userId": 162,
    "email": "mia.walker@corp.com",
    "phoneNumber": "+1-310-555-7496",
    "profileUsername": "Mia Walker",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Looking for a product manager with background in risk modeling.",
    "jobApplicationFull": "The team at Peakstone Ventures needs a product manager who can advance development centered on risk modeling. Candidates must have a minimum of 4 years of experience and abilities in Python, CAD tools, C++."
  },
  {
    "userId": 163,
    "email": "jack.johnson@global.com",
    "phoneNumber": "+1-310-555-4859",
    "profileUsername": "Jack Johnson",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Searching for a financial analyst focused on digital growth ecosystems.",
    "jobApplicationFull": "NextPhase AI is searching for a financial analyst with expertise in digital growth ecosystems. The role requires 1 year of industry experience and strong skills in penetration testing, Docker, AWS."
  },
  {
    "userId": 164,
    "email": "evelyn.clark@tech.com",
    "phoneNumber": "+1-310-555-7818",
    "profileUsername": "Evelyn Clark",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Recruiting a automation specialist specializing in real‑time analytics.",
    "jobApplicationFull": "Nova Energy Technologies is building strategic capabilities and seeks a automation specialist specializing in real‑time analytics. Required qualifications include 1 year of relevant experience and competencies in MATLAB, Python, Azure, Docker, Node.js."
  },
  {
    "userId": 165,
    "email": "james.brown@corp.com",
    "phoneNumber": "+1-310-555-5813",
    "profileUsername": "James Brown",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Searching for a backend engineer focused on workflow orchestration.",
    "jobApplicationFull": "Quantum Cyber Defense is hiring a backend engineer to innovate within projects involving workflow orchestration. Applicants should bring at least 2 years of hands‑on work and proficiency in embedded systems, financial modeling, Java, Python."
  },
  {
    "userId": 166,
    "email": "henry.king@solutions.com",
    "phoneNumber": "+1-310-555-4133",
    "profileUsername": "Henry King",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Searching for a software architect focused on real‑time analytics.",
    "jobApplicationFull": "Vertex Robotics is hiring a software architect to innovate within projects involving real‑time analytics. Applicants should bring at least 6 years of hands‑on work and proficiency in CI/CD pipelines, Figma, TensorFlow, financial modeling, C++."
  },
  {
    "userId": 167,
    "email": "mia.hughes@corp.com",
    "phoneNumber": "+1-310-555-1350",
    "profileUsername": "Mia Hughes",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Hiring a full‑stack developer to lead efforts in risk modeling.",
    "jobApplicationFull": "The team at GreenLeaf Marketing needs a full‑stack developer who can advance development centered on risk modeling. Candidates must have a minimum of 2 years of experience and abilities in machine learning, Java, MATLAB."
  },
  {
    "userId": 168,
    "email": "james.hughes@corp.com",
    "phoneNumber": "+1-310-555-8796",
    "profileUsername": "James Hughes",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in immersive media production.",
    "jobApplicationFull": "The team at Vertex Robotics needs a UI/UX designer who can advance development centered on immersive media production. Candidates must have a minimum of 1 year of experience and abilities in MATLAB, data visualization, Kubernetes, React."
  },
  {
    "userId": 169,
    "email": "harper.robinson@corp.com",
    "phoneNumber": "+1-310-555-2512",
    "profileUsername": "Harper Robinson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Hiring a data scientist to lead efforts in real‑time analytics.",
    "jobApplicationFull": "A data scientist is needed at IronGate Engineering to contribute to next‑generation work in real‑time analytics. Ideal applicants will have 2 years of background and technical strengths in Figma, SQL, MATLAB, Python."
  },
  {
    "userId": 170,
    "email": "william.anderson@global.com",
    "phoneNumber": "+1-310-555-1389",
    "profileUsername": "William Anderson",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Recruiting a renewable energy engineer specializing in smart‑grid optimization.",
    "jobApplicationFull": "BrightPath HR Solutions is hiring a renewable energy engineer to innovate within projects involving smart‑grid optimization. Applicants should bring at least 2 years of hands‑on work and proficiency in Docker, AWS, C++, Go, financial modeling."
  },
  {
    "userId": 171,
    "email": "benjamin.hughes@tech.com",
    "phoneNumber": "+1-310-555-4215",
    "profileUsername": "Benjamin Hughes",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a backend engineer focused on API lifecycle design.",
    "jobApplicationFull": "CloudForge Systems is searching for a backend engineer with expertise in API lifecycle design. The role requires 2 years of industry experience and strong skills in penetration testing, data visualization, React, Python, MATLAB."
  },
  {
    "userId": 172,
    "email": "william.brown@corp.com",
    "phoneNumber": "+1-310-555-7056",
    "profileUsername": "William Brown",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Searching for a machine learning engineer focused on cross‑functional project delivery.",
    "jobApplicationFull": "A machine learning engineer is needed at GreenLeaf Marketing to contribute to next‑generation work in cross‑functional project delivery. Ideal applicants will have 2 years of background and technical strengths in Java, embedded systems, SQL, Python."
  },
  {
    "userId": 173,
    "email": "liam.robinson@systems.com",
    "phoneNumber": "+1-310-555-8548",
    "profileUsername": "Liam Robinson",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Looking for a HR generalist with background in digital growth ecosystems.",
    "jobApplicationFull": "AeroTek Systems is searching for a HR generalist with expertise in digital growth ecosystems. The role requires 1 year of industry experience and strong skills in embedded systems, Docker, Kubernetes, CI/CD pipelines."
  },
  {
    "userId": 174,
    "email": "benjamin.anderson@global.com",
    "phoneNumber": "+1-310-555-1184",
    "profileUsername": "Benjamin Anderson",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a operations coordinator focused on employee development programs.",
    "jobApplicationFull": "The team at CloudForge Systems needs a operations coordinator who can advance development centered on employee development programs. Candidates must have a minimum of 1 year of experience and abilities in MATLAB, SEO/SEM, penetration testing."
  },
  {
    "userId": 175,
    "email": "emma.brown@solutions.com",
    "phoneNumber": "+1-310-555-8976",
    "profileUsername": "Emma Brown",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Searching for a backend engineer focused on smart‑grid optimization.",
    "jobApplicationFull": "AeroTek Systems is building strategic capabilities and seeks a backend engineer specializing in smart‑grid optimization. Required qualifications include 2 years of relevant experience and competencies in SEO/SEM, Azure, Node.js, Go."
  },
  {
    "userId": 176,
    "email": "charlotte.miller@tech.com",
    "phoneNumber": "+1-310-555-2203",
    "profileUsername": "Charlotte Miller",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Looking for a financial analyst with background in immersive media production.",
    "jobApplicationFull": "Skyline Apps is hiring a financial analyst to innovate within projects involving immersive media production. Applicants should bring at least 1 year of hands‑on work and proficiency in React, Node.js, penetration testing, financial modeling, SEO/SEM."
  },
  {
    "userId": 177,
    "email": "amelia.lewis@tech.com",
    "phoneNumber": "+1-310-555-1189",
    "profileUsername": "Amelia Lewis",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Hiring a cybersecurity analyst to lead efforts in end‑to‑end automation.",
    "jobApplicationFull": "Nova Energy Technologies is hiring a cybersecurity analyst to innovate within projects involving end‑to‑end automation. Applicants should bring at least 1 year of hands‑on work and proficiency in CAD tools, network security, Azure, TensorFlow, Docker."
  },
  {
    "userId": 178,
    "email": "henry.martin@corp.com",
    "phoneNumber": "+1-310-555-1287",
    "profileUsername": "Henry Martin",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Recruiting a backend engineer specializing in distributed computing.",
    "jobApplicationFull": "The team at Quantum Cyber Defense needs a backend engineer who can advance development centered on distributed computing. Candidates must have a minimum of 2 years of experience and abilities in financial modeling, penetration testing, Java."
  },
  {
    "userId": 179,
    "email": "emma.jackson@tech.com",
    "phoneNumber": "+1-310-555-6147",
    "profileUsername": "Emma Jackson",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Seeking a HR generalist experienced in data-driven storytelling.",
    "jobApplicationFull": "Finverse Analytics is hiring a HR generalist to innovate within projects involving data-driven storytelling. Applicants should bring at least 1 year of hands‑on work and proficiency in Go, Kubernetes, React."
  },
  {
    "userId": 180,
    "email": "ava.moore@tech.com",
    "phoneNumber": "+1-310-555-5137",
    "profileUsername": "Ava Moore",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Searching for a financial analyst focused on end‑to‑end automation.",
    "jobApplicationFull": "Orion Security Group is building strategic capabilities and seeks a financial analyst specializing in end‑to‑end automation. Required qualifications include 1 year of relevant experience and competencies in React, CI/CD pipelines, Java, embedded systems."
  },
  {
    "userId": 181,
    "email": "amelia.young@corp.com",
    "phoneNumber": "+1-310-555-8397",
    "profileUsername": "Amelia Young",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a product manager focused on incident forensics.",
    "jobApplicationFull": "CloudForge Systems is building strategic capabilities and seeks a product manager specializing in incident forensics. Required qualifications include 4 years of relevant experience and competencies in C++, financial modeling, Node.js, SEO/SEM, Figma."
  },
  {
    "userId": 182,
    "email": "isabella.hughes@tech.com",
    "phoneNumber": "+1-310-555-8119",
    "profileUsername": "Isabella Hughes",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Looking for a digital marketing strategist with background in data-driven storytelling.",
    "jobApplicationFull": "A digital marketing strategist is needed at Orion Security Group to contribute to next‑generation work in data-driven storytelling. Ideal applicants will have 1 year of background and technical strengths in SQL, Java, machine learning, data visualization."
  },
  {
    "userId": 183,
    "email": "emma.martin@solutions.com",
    "phoneNumber": "+1-310-555-3793",
    "profileUsername": "Emma Martin",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Searching for a product manager focused on end‑to‑end automation.",
    "jobApplicationFull": "A product manager is needed at Northbridge Finance to contribute to next‑generation work in end‑to‑end automation. Ideal applicants will have 4 years of background and technical strengths in Go, C++, CI/CD pipelines, embedded systems, SEO/SEM."
  },
  {
    "userId": 184,
    "email": "jack.thomas@tech.com",
    "phoneNumber": "+1-310-555-8816",
    "profileUsername": "Jack Thomas",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Hiring a HR generalist to lead efforts in cloud-native architectures.",
    "jobApplicationFull": "The team at Everline Healthcare needs a HR generalist who can advance development centered on cloud-native architectures. Candidates must have a minimum of 6 years of experience and abilities in Docker, SEO/SEM, MATLAB, financial modeling."
  },
  {
    "userId": 185,
    "email": "isabella.miller@corp.com",
    "phoneNumber": "+1-310-555-4697",
    "profileUsername": "Isabella Miller",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Seeking a cybersecurity analyst experienced in predictive analytics.",
    "jobApplicationFull": "The team at Summit Data Labs needs a cybersecurity analyst who can advance development centered on predictive analytics. Candidates must have a minimum of 1 year of experience and abilities in Python, AWS, Azure, Docker."
  },
  {
    "userId": 186,
    "email": "mason.wilson@corp.com",
    "phoneNumber": "+1-310-555-5118",
    "profileUsername": "Mason Wilson",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Recruiting a automation specialist specializing in cross‑functional project delivery.",
    "jobApplicationFull": "Silverline Mobility is hiring a automation specialist to innovate within projects involving cross‑functional project delivery. Applicants should bring at least 1 year of hands‑on work and proficiency in Docker, Azure, Figma, CAD tools, SEO/SEM."
  },
  {
    "userId": 187,
    "email": "harper.robinson@corp.com",
    "phoneNumber": "+1-310-555-3067",
    "profileUsername": "Harper Robinson",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Hiring a software architect to lead efforts in digital growth ecosystems.",
    "jobApplicationFull": "A software architect is needed at GreenLeaf Marketing to contribute to next‑generation work in digital growth ecosystems. Ideal applicants will have 6 years of background and technical strengths in embedded systems, C++, Node.js, SQL."
  },
  {
    "userId": 188,
    "email": "harper.white@global.com",
    "phoneNumber": "+1-310-555-8896",
    "profileUsername": "Harper White",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Looking for a creative director with background in incident forensics.",
    "jobApplicationFull": "AeroTek Systems is building strategic capabilities and seeks a creative director specializing in incident forensics. Required qualifications include 6 years of relevant experience and competencies in Java, CAD tools, AWS."
  },
  {
    "userId": 189,
    "email": "lucas.brown@tech.com",
    "phoneNumber": "+1-310-555-4697",
    "profileUsername": "Lucas Brown",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Seeking a software architect experienced in ethical AI systems.",
    "jobApplicationFull": "AeroTek Systems is hiring a software architect to innovate within projects involving ethical AI systems. Applicants should bring at least 6 years of hands‑on work and proficiency in Python, CI/CD pipelines, Go, AWS."
  },
  {
    "userId": 190,
    "email": "noah.wilson@systems.com",
    "phoneNumber": "+1-310-555-8283",
    "profileUsername": "Noah Wilson",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Seeking a backend engineer experienced in brand identity frameworks.",
    "jobApplicationFull": "A backend engineer is needed at Orion Security Group to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 2 years of background and technical strengths in C++, SQL, TensorFlow, machine learning, AWS."
  },
  {
    "userId": 191,
    "email": "olivia.davis@solutions.com",
    "phoneNumber": "+1-310-555-5347",
    "profileUsername": "Olivia Davis",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Seeking a HR generalist experienced in digital growth ecosystems.",
    "jobApplicationFull": "The team at Vertex Robotics needs a HR generalist who can advance development centered on digital growth ecosystems. Candidates must have a minimum of 1 year of experience and abilities in data visualization, Python, TensorFlow."
  },
  {
    "userId": 192,
    "email": "amelia.jackson@tech.com",
    "phoneNumber": "+1-310-555-9395",
    "profileUsername": "Amelia Jackson",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Seeking a creative director experienced in cloud-native architectures.",
    "jobApplicationFull": "GreenLeaf Marketing is searching for a creative director with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in Python, TensorFlow, MATLAB, CI/CD pipelines, AWS."
  },
  {
    "userId": 193,
    "email": "olivia.jackson@tech.com",
    "phoneNumber": "+1-310-555-5904",
    "profileUsername": "Olivia Jackson",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Looking for a cybersecurity analyst with background in incident forensics.",
    "jobApplicationFull": "CloudForge Systems is searching for a cybersecurity analyst with expertise in incident forensics. The role requires 1 year of industry experience and strong skills in MATLAB, SQL, C++."
  },
  {
    "userId": 194,
    "email": "ethan.harris@tech.com",
    "phoneNumber": "+1-310-555-2644",
    "profileUsername": "Ethan Harris",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Looking for a machine learning engineer with background in predictive analytics.",
    "jobApplicationFull": "A machine learning engineer is needed at Finverse Analytics to contribute to next‑generation work in predictive analytics. Ideal applicants will have 2 years of background and technical strengths in SQL, machine learning, Go, Figma."
  },
  {
    "userId": 195,
    "email": "olivia.hughes@systems.com",
    "phoneNumber": "+1-310-555-2362",
    "profileUsername": "Olivia Hughes",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Recruiting a automation specialist specializing in immersive media production.",
    "jobApplicationFull": "IronGate Engineering is searching for a automation specialist with expertise in immersive media production. The role requires 1 year of industry experience and strong skills in Python, Figma, SEO/SEM."
  },
  {
    "userId": 196,
    "email": "liam.king@solutions.com",
    "phoneNumber": "+1-310-555-7110",
    "profileUsername": "Liam King",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Searching for a financial analyst focused on real‑time analytics.",
    "jobApplicationFull": "A financial analyst is needed at Northbridge Finance to contribute to next‑generation work in real‑time analytics. Ideal applicants will have 1 year of background and technical strengths in penetration testing, SEO/SEM, network security, Docker."
  },
  {
    "userId": 197,
    "email": "jack.johnson@tech.com",
    "phoneNumber": "+1-310-555-1694",
    "profileUsername": "Jack Johnson",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Searching for a machine learning engineer focused on advanced CAD modeling.",
    "jobApplicationFull": "BrightPath HR Solutions is searching for a machine learning engineer with expertise in advanced CAD modeling. The role requires 2 years of industry experience and strong skills in CAD tools, MATLAB, machine learning, SEO/SEM, CI/CD pipelines."
  },
  {
    "userId": 198,
    "email": "ava.harris@solutions.com",
    "phoneNumber": "+1-310-555-4257",
    "profileUsername": "Ava Harris",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Recruiting a machine learning engineer specializing in data-driven storytelling.",
    "jobApplicationFull": "AeroTek Systems is searching for a machine learning engineer with expertise in data-driven storytelling. The role requires 2 years of industry experience and strong skills in Azure, data visualization, Figma."
  },
  {
    "userId": 199,
    "email": "evelyn.brown@global.com",
    "phoneNumber": "+1-310-555-8310",
    "profileUsername": "Evelyn Brown",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Hiring a full‑stack developer to lead efforts in end‑to‑end automation.",
    "jobApplicationFull": "TechSphere Innovations is hiring a full‑stack developer to innovate within projects involving end‑to‑end automation. Applicants should bring at least 2 years of hands‑on work and proficiency in machine learning, Docker, CAD tools, Figma."
  },
  {
    "userId": 200,
    "email": "lucas.anderson@solutions.com",
    "phoneNumber": "+1-310-555-9358",
    "profileUsername": "Lucas Anderson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Looking for a creative director with background in cloud-native architectures.",
    "jobApplicationFull": "Northbridge Finance is searching for a creative director with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in SEO/SEM, network security, TensorFlow, Docker."
  },
  {
    "userId": 201,
    "email": "benjamin.jackson@systems.com",
    "phoneNumber": "+1-310-555-4858",
    "profileUsername": "Benjamin Jackson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Searching for a renewable energy engineer focused on ethical AI systems.",
    "jobApplicationFull": "The team at IronGate Engineering needs a renewable energy engineer who can advance development centered on ethical AI systems. Candidates must have a minimum of 2 years of experience and abilities in data visualization, MATLAB, machine learning, financial modeling."
  },
  {
    "userId": 202,
    "email": "william.brown@global.com",
    "phoneNumber": "+1-310-555-7092",
    "profileUsername": "William Brown",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Recruiting a software architect specializing in end‑to‑end automation.",
    "jobApplicationFull": "The team at CrystalWave Media needs a software architect who can advance development centered on end‑to‑end automation. Candidates must have a minimum of 6 years of experience and abilities in React, TensorFlow, Node.js, Go."
  },
  {
    "userId": 203,
    "email": "liam.lewis@global.com",
    "phoneNumber": "+1-310-555-3363",
    "profileUsername": "Liam Lewis",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Looking for a HR generalist with background in employee development programs.",
    "jobApplicationFull": "Skyline Apps is building strategic capabilities and seeks a HR generalist specializing in employee development programs. Required qualifications include 1 year of relevant experience and competencies in penetration testing, data visualization, embedded systems."
  },
  {
    "userId": 204,
    "email": "ethan.walker@global.com",
    "phoneNumber": "+1-310-555-2723",
    "profileUsername": "Ethan Walker",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Searching for a creative director focused on cloud-native architectures.",
    "jobApplicationFull": "BrightPath HR Solutions is building strategic capabilities and seeks a creative director specializing in cloud-native architectures. Required qualifications include 6 years of relevant experience and competencies in financial modeling, CI/CD pipelines, Go."
  },
  {
    "userId": 205,
    "email": "jack.anderson@tech.com",
    "phoneNumber": "+1-310-555-6767",
    "profileUsername": "Jack Anderson",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Searching for a digital marketing strategist focused on brand identity frameworks.",
    "jobApplicationFull": "TechSphere Innovations is hiring a digital marketing strategist to innovate within projects involving brand identity frameworks. Applicants should bring at least 1 year of hands‑on work and proficiency in embedded systems, SEO/SEM, network security, CI/CD pipelines, CAD tools."
  },
  {
    "userId": 206,
    "email": "evelyn.wilson@tech.com",
    "phoneNumber": "+1-310-555-3177",
    "profileUsername": "Evelyn Wilson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Hiring a HR generalist to lead efforts in data-driven storytelling.",
    "jobApplicationFull": "A HR generalist is needed at Northbridge Finance to contribute to next‑generation work in data-driven storytelling. Ideal applicants will have 1 year of background and technical strengths in Kubernetes, React, network security, financial modeling, SQL."
  },
  {
    "userId": 207,
    "email": "emma.thomas@global.com",
    "phoneNumber": "+1-310-555-2254",
    "profileUsername": "Emma Thomas",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Seeking a operations coordinator experienced in large‑scale system testing.",
    "jobApplicationFull": "The team at CloudForge Systems needs a operations coordinator who can advance development centered on large‑scale system testing. Candidates must have a minimum of 1 year of experience and abilities in data visualization, Figma, Java."
  },
  {
    "userId": 208,
    "email": "ava.martin@tech.com",
    "phoneNumber": "+1-310-555-7487",
    "profileUsername": "Ava Martin",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Looking for a product manager with background in API lifecycle design.",
    "jobApplicationFull": "Nova Energy Technologies is hiring a product manager to innovate within projects involving API lifecycle design. Applicants should bring at least 4 years of hands‑on work and proficiency in Azure, CI/CD pipelines, machine learning."
  },
  {
    "userId": 209,
    "email": "jack.walker@systems.com",
    "phoneNumber": "+1-310-555-1031",
    "profileUsername": "Jack Walker",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Recruiting a HR generalist specializing in ethical AI systems.",
    "jobApplicationFull": "A HR generalist is needed at Quantum Cyber Defense to contribute to next‑generation work in ethical AI systems. Ideal applicants will have 1 year of background and technical strengths in Figma, SQL, Python."
  },
  {
    "userId": 210,
    "email": "benjamin.martin@tech.com",
    "phoneNumber": "+1-310-555-6954",
    "profileUsername": "Benjamin Martin",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Hiring a HR generalist to lead efforts in distributed computing.",
    "jobApplicationFull": "Everline Healthcare is hiring a HR generalist to innovate within projects involving distributed computing. Applicants should bring at least 1 year of hands‑on work and proficiency in Kubernetes, Docker, financial modeling."
  },
  {
    "userId": 211,
    "email": "sophia.brown@global.com",
    "phoneNumber": "+1-310-555-2126",
    "profileUsername": "Sophia Brown",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Searching for a automation specialist focused on API lifecycle design.",
    "jobApplicationFull": "Vertex Robotics is hiring a automation specialist to innovate within projects involving API lifecycle design. Applicants should bring at least 1 year of hands‑on work and proficiency in machine learning, React, C++, Node.js, Figma."
  },
  {
    "userId": 212,
    "email": "james.thomas@tech.com",
    "phoneNumber": "+1-310-555-3090",
    "profileUsername": "James Thomas",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Searching for a product manager focused on data-driven storytelling.",
    "jobApplicationFull": "Everline Healthcare is searching for a product manager with expertise in data-driven storytelling. The role requires 4 years of industry experience and strong skills in React, CAD tools, machine learning, Azure, penetration testing."
  },
  {
    "userId": 213,
    "email": "james.white@corp.com",
    "phoneNumber": "+1-310-555-9762",
    "profileUsername": "James White",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Seeking a UI/UX designer experienced in workflow orchestration.",
    "jobApplicationFull": "The team at TechSphere Innovations needs a UI/UX designer who can advance development centered on workflow orchestration. Candidates must have a minimum of 1 year of experience and abilities in Kubernetes, SEO/SEM, MATLAB, Node.js."
  },
  {
    "userId": 214,
    "email": "harper.hughes@systems.com",
    "phoneNumber": "+1-310-555-5810",
    "profileUsername": "Harper Hughes",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Looking for a full‑stack developer with background in cross‑functional project delivery.",
    "jobApplicationFull": "A full‑stack developer is needed at NextPhase AI to contribute to next‑generation work in cross‑functional project delivery. Ideal applicants will have 2 years of background and technical strengths in MATLAB, Go, penetration testing, SQL, Figma."
  },
  {
    "userId": 215,
    "email": "ava.hughes@systems.com",
    "phoneNumber": "+1-310-555-8279",
    "profileUsername": "Ava Hughes",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Seeking a digital marketing strategist experienced in risk modeling.",
    "jobApplicationFull": "A digital marketing strategist is needed at NextPhase AI to contribute to next‑generation work in risk modeling. Ideal applicants will have 1 year of background and technical strengths in Node.js, network security, machine learning."
  },
  {
    "userId": 216,
    "email": "jack.miller@corp.com",
    "phoneNumber": "+1-310-555-6766",
    "profileUsername": "Jack Miller",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Searching for a data scientist focused on brand identity frameworks.",
    "jobApplicationFull": "The team at Orion Security Group needs a data scientist who can advance development centered on brand identity frameworks. Candidates must have a minimum of 2 years of experience and abilities in penetration testing, AWS, embedded systems, React, SEO/SEM."
  },
  {
    "userId": 217,
    "email": "harper.king@solutions.com",
    "phoneNumber": "+1-310-555-8739",
    "profileUsername": "Harper King",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Hiring a data scientist to lead efforts in end‑to‑end automation.",
    "jobApplicationFull": "AeroTek Systems is searching for a data scientist with expertise in end‑to‑end automation. The role requires 2 years of industry experience and strong skills in C++, network security, Docker, SQL, Go."
  },
  {
    "userId": 218,
    "email": "isabella.wilson@tech.com",
    "phoneNumber": "+1-310-555-1902",
    "profileUsername": "Isabella Wilson",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Recruiting a data scientist specializing in predictive analytics.",
    "jobApplicationFull": "The team at Peakstone Ventures needs a data scientist who can advance development centered on predictive analytics. Candidates must have a minimum of 2 years of experience and abilities in Java, Azure, Figma."
  },
  {
    "userId": 219,
    "email": "lucas.young@corp.com",
    "phoneNumber": "+1-310-555-7975",
    "profileUsername": "Lucas Young",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Recruiting a financial analyst specializing in end‑to‑end automation.",
    "jobApplicationFull": "The team at Vertex Robotics needs a financial analyst who can advance development centered on end‑to‑end automation. Candidates must have a minimum of 1 year of experience and abilities in network security, penetration testing, Python."
  },
  {
    "userId": 220,
    "email": "noah.wilson@systems.com",
    "phoneNumber": "+1-310-555-5846",
    "profileUsername": "Noah Wilson",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Hiring a operations coordinator to lead efforts in large‑scale system testing.",
    "jobApplicationFull": "A operations coordinator is needed at GreenLeaf Marketing to contribute to next‑generation work in large‑scale system testing. Ideal applicants will have 1 year of background and technical strengths in network security, Docker, CI/CD pipelines, penetration testing."
  },
  {
    "userId": 221,
    "email": "noah.hughes@tech.com",
    "phoneNumber": "+1-310-555-3044",
    "profileUsername": "Noah Hughes",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Searching for a digital marketing strategist focused on cross‑functional project delivery.",
    "jobApplicationFull": "TechSphere Innovations is hiring a digital marketing strategist to innovate within projects involving cross‑functional project delivery. Applicants should bring at least 1 year of hands‑on work and proficiency in network security, C++, machine learning, AWS."
  },
  {
    "userId": 222,
    "email": "ava.davis@systems.com",
    "phoneNumber": "+1-310-555-4720",
    "profileUsername": "Ava Davis",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Looking for a renewable energy engineer with background in ethical AI systems.",
    "jobApplicationFull": "Nova Energy Technologies is building strategic capabilities and seeks a renewable energy engineer specializing in ethical AI systems. Required qualifications include 2 years of relevant experience and competencies in Java, Python, C++, data visualization."
  },
  {
    "userId": 223,
    "email": "benjamin.white@global.com",
    "phoneNumber": "+1-310-555-2589",
    "profileUsername": "Benjamin White",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Seeking a UI/UX designer experienced in risk modeling.",
    "jobApplicationFull": "Northbridge Finance is searching for a UI/UX designer with expertise in risk modeling. The role requires 1 year of industry experience and strong skills in CI/CD pipelines, Kubernetes, Azure, Node.js, TensorFlow."
  },
  {
    "userId": 224,
    "email": "james.walker@tech.com",
    "phoneNumber": "+1-310-555-8574",
    "profileUsername": "James Walker",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in workflow orchestration.",
    "jobApplicationFull": "Peakstone Ventures is building strategic capabilities and seeks a UI/UX designer specializing in workflow orchestration. Required qualifications include 1 year of relevant experience and competencies in Node.js, machine learning, TensorFlow, Python, embedded systems."
  },
  {
    "userId": 225,
    "email": "ava.davis@corp.com",
    "phoneNumber": "+1-310-555-2039",
    "profileUsername": "Ava Davis",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Seeking a creative director experienced in large‑scale system testing.",
    "jobApplicationFull": "Nova Energy Technologies is searching for a creative director with expertise in large‑scale system testing. The role requires 6 years of industry experience and strong skills in CAD tools, penetration testing, Kubernetes."
  },
  {
    "userId": 226,
    "email": "jack.clark@solutions.com",
    "phoneNumber": "+1-310-555-5646",
    "profileUsername": "Jack Clark",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Seeking a product manager experienced in advanced CAD modeling.",
    "jobApplicationFull": "Quantum Cyber Defense is hiring a product manager to innovate within projects involving advanced CAD modeling. Applicants should bring at least 4 years of hands‑on work and proficiency in React, data visualization, network security, SQL."
  },
  {
    "userId": 227,
    "email": "henry.jackson@tech.com",
    "phoneNumber": "+1-310-555-6686",
    "profileUsername": "Henry Jackson",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Hiring a digital marketing strategist to lead efforts in real‑time analytics.",
    "jobApplicationFull": "NextPhase AI is building strategic capabilities and seeks a digital marketing strategist specializing in real‑time analytics. Required qualifications include 1 year of relevant experience and competencies in Python, data visualization, Azure, CAD tools, machine learning."
  },
  {
    "userId": 228,
    "email": "ava.king@corp.com",
    "phoneNumber": "+1-310-555-5039",
    "profileUsername": "Ava King",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Hiring a operations coordinator to lead efforts in employee development programs.",
    "jobApplicationFull": "Finverse Analytics is hiring a operations coordinator to innovate within projects involving employee development programs. Applicants should bring at least 1 year of hands‑on work and proficiency in Azure, Python, Figma."
  },
  {
    "userId": 229,
    "email": "william.robinson@corp.com",
    "phoneNumber": "+1-310-555-9452",
    "profileUsername": "William Robinson",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Seeking a HR generalist experienced in workflow orchestration.",
    "jobApplicationFull": "A HR generalist is needed at Everline Healthcare to contribute to next‑generation work in workflow orchestration. Ideal applicants will have 1 year of background and technical strengths in Azure, Figma, SQL, TensorFlow."
  },
  {
    "userId": 230,
    "email": "james.anderson@corp.com",
    "phoneNumber": "+1-310-555-5729",
    "profileUsername": "James Anderson",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Hiring a financial analyst to lead efforts in workflow orchestration.",
    "jobApplicationFull": "The team at AeroTek Systems needs a financial analyst who can advance development centered on workflow orchestration. Candidates must have a minimum of 1 year of experience and abilities in data visualization, Docker, Figma."
  },
  {
    "userId": 231,
    "email": "olivia.miller@solutions.com",
    "phoneNumber": "+1-310-555-8438",
    "profileUsername": "Olivia Miller",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Looking for a digital marketing strategist with background in distributed computing.",
    "jobApplicationFull": "Nova Energy Technologies is hiring a digital marketing strategist to innovate within projects involving distributed computing. Applicants should bring at least 1 year of hands‑on work and proficiency in embedded systems, SEO/SEM, TensorFlow, machine learning."
  },
  {
    "userId": 232,
    "email": "olivia.walker@solutions.com",
    "phoneNumber": "+1-310-555-1743",
    "profileUsername": "Olivia Walker",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Hiring a mechanical engineer to lead efforts in cross‑functional project delivery.",
    "jobApplicationFull": "BrightPath HR Solutions is searching for a mechanical engineer with expertise in cross‑functional project delivery. The role requires 2 years of industry experience and strong skills in machine learning, Go, SEO/SEM."
  },
  {
    "userId": 233,
    "email": "jack.walker@systems.com",
    "phoneNumber": "+1-310-555-7636",
    "profileUsername": "Jack Walker",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Recruiting a full‑stack developer specializing in large‑scale system testing.",
    "jobApplicationFull": "The team at IronGate Engineering needs a full‑stack developer who can advance development centered on large‑scale system testing. Candidates must have a minimum of 2 years of experience and abilities in Azure, SQL, CI/CD pipelines, financial modeling, penetration testing."
  },
  {
    "userId": 234,
    "email": "mason.johnson@tech.com",
    "phoneNumber": "+1-310-555-1776",
    "profileUsername": "Mason Johnson",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Seeking a automation specialist experienced in data-driven storytelling.",
    "jobApplicationFull": "Quantum Cyber Defense is hiring a automation specialist to innovate within projects involving data-driven storytelling. Applicants should bring at least 1 year of hands‑on work and proficiency in CI/CD pipelines, penetration testing, network security."
  },
  {
    "userId": 235,
    "email": "liam.taylor@corp.com",
    "phoneNumber": "+1-310-555-6937",
    "profileUsername": "Liam Taylor",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Hiring a HR generalist to lead efforts in data-driven storytelling.",
    "jobApplicationFull": "A HR generalist is needed at Finverse Analytics to contribute to next‑generation work in data-driven storytelling. Ideal applicants will have 1 year of background and technical strengths in data visualization, MATLAB, Node.js, CAD tools, Docker."
  },
  {
    "userId": 236,
    "email": "ava.davis@global.com",
    "phoneNumber": "+1-310-555-5694",
    "profileUsername": "Ava Davis",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Hiring a backend engineer to lead efforts in real‑time analytics.",
    "jobApplicationFull": "A backend engineer is needed at Everline Healthcare to contribute to next‑generation work in real‑time analytics. Ideal applicants will have 2 years of background and technical strengths in SQL, Node.js, Kubernetes, network security."
  },
  {
    "userId": 237,
    "email": "lucas.robinson@corp.com",
    "phoneNumber": "+1-310-555-7316",
    "profileUsername": "Lucas Robinson",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Looking for a UI/UX designer with background in data-driven storytelling.",
    "jobApplicationFull": "A UI/UX designer is needed at Everline Healthcare to contribute to next‑generation work in data-driven storytelling. Ideal applicants will have 1 year of background and technical strengths in Node.js, financial modeling, SEO/SEM, CAD tools."
  },
  {
    "userId": 238,
    "email": "mason.miller@global.com",
    "phoneNumber": "+1-310-555-4512",
    "profileUsername": "Mason Miller",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Recruiting a software architect specializing in employee development programs.",
    "jobApplicationFull": "A software architect is needed at Quantum Cyber Defense to contribute to next‑generation work in employee development programs. Ideal applicants will have 6 years of background and technical strengths in React, MATLAB, AWS, Java, Go."
  },
  {
    "userId": 239,
    "email": "mason.robinson@systems.com",
    "phoneNumber": "+1-310-555-1163",
    "profileUsername": "Mason Robinson",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Looking for a backend engineer with background in data-driven storytelling.",
    "jobApplicationFull": "The team at Everline Healthcare needs a backend engineer who can advance development centered on data-driven storytelling. Candidates must have a minimum of 2 years of experience and abilities in CI/CD pipelines, SQL, Azure, financial modeling."
  },
  {
    "userId": 240,
    "email": "olivia.brown@tech.com",
    "phoneNumber": "+1-310-555-2955",
    "profileUsername": "Olivia Brown",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Hiring a operations coordinator to lead efforts in real‑time analytics.",
    "jobApplicationFull": "A operations coordinator is needed at Skyline Apps to contribute to next‑generation work in real‑time analytics. Ideal applicants will have 1 year of background and technical strengths in Figma, Java, financial modeling."
  },
  {
    "userId": 241,
    "email": "mason.taylor@tech.com",
    "phoneNumber": "+1-310-555-9134",
    "profileUsername": "Mason Taylor",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Hiring a creative director to lead efforts in brand identity frameworks.",
    "jobApplicationFull": "A creative director is needed at Skyline Apps to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 6 years of background and technical strengths in Kubernetes, Python, Docker."
  },
  {
    "userId": 242,
    "email": "jack.anderson@solutions.com",
    "phoneNumber": "+1-310-555-5247",
    "profileUsername": "Jack Anderson",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a data scientist focused on immersive media production.",
    "jobApplicationFull": "A data scientist is needed at CloudForge Systems to contribute to next‑generation work in immersive media production. Ideal applicants will have 2 years of background and technical strengths in Kubernetes, CAD tools, SQL, Figma, TensorFlow."
  },
  {
    "userId": 243,
    "email": "harper.walker@global.com",
    "phoneNumber": "+1-310-555-9396",
    "profileUsername": "Harper Walker",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a operations coordinator focused on API lifecycle design.",
    "jobApplicationFull": "A operations coordinator is needed at CloudForge Systems to contribute to next‑generation work in API lifecycle design. Ideal applicants will have 1 year of background and technical strengths in Node.js, MATLAB, network security, penetration testing, Go."
  },
  {
    "userId": 244,
    "email": "liam.clark@systems.com",
    "phoneNumber": "+1-310-555-2790",
    "profileUsername": "Liam Clark",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Searching for a HR generalist focused on cloud-native architectures.",
    "jobApplicationFull": "Vertex Robotics is hiring a HR generalist to innovate within projects involving cloud-native architectures. Applicants should bring at least 6 years of hands‑on work and proficiency in Azure, SQL, network security, C++, Kubernetes."
  },
  {
    "userId": 245,
    "email": "noah.white@solutions.com",
    "phoneNumber": "+1-310-555-3298",
    "profileUsername": "Noah White",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Recruiting a automation specialist specializing in immersive media production.",
    "jobApplicationFull": "A automation specialist is needed at Skyline Apps to contribute to next‑generation work in immersive media production. Ideal applicants will have 1 year of background and technical strengths in AWS, CI/CD pipelines, SQL."
  },
  {
    "userId": 246,
    "email": "ava.martin@global.com",
    "phoneNumber": "+1-310-555-3113",
    "profileUsername": "Ava Martin",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Looking for a operations coordinator with background in employee development programs.",
    "jobApplicationFull": "The team at Quantum Cyber Defense needs a operations coordinator who can advance development centered on employee development programs. Candidates must have a minimum of 1 year of experience and abilities in Node.js, CAD tools, Docker, MATLAB."
  },
  {
    "userId": 247,
    "email": "lucas.martin@systems.com",
    "phoneNumber": "+1-310-555-6511",
    "profileUsername": "Lucas Martin",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Recruiting a renewable energy engineer specializing in data-driven storytelling.",
    "jobApplicationFull": "NextPhase AI is hiring a renewable energy engineer to innovate within projects involving data-driven storytelling. Applicants should bring at least 2 years of hands‑on work and proficiency in network security, Figma, React."
  },
  {
    "userId": 248,
    "email": "jack.moore@tech.com",
    "phoneNumber": "+1-310-555-7491",
    "profileUsername": "Jack Moore",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Looking for a operations coordinator with background in ethical AI systems.",
    "jobApplicationFull": "NextPhase AI is hiring a operations coordinator to innovate within projects involving ethical AI systems. Applicants should bring at least 1 year of hands‑on work and proficiency in machine learning, Docker, SQL, SEO/SEM, Java."
  },
  {
    "userId": 249,
    "email": "amelia.jackson@global.com",
    "phoneNumber": "+1-310-555-1965",
    "profileUsername": "Amelia Jackson",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Hiring a mechanical engineer to lead efforts in large‑scale system testing.",
    "jobApplicationFull": "CloudForge Systems is searching for a mechanical engineer with expertise in large‑scale system testing. The role requires 2 years of industry experience and strong skills in C++, TensorFlow, CI/CD pipelines, Figma."
  },
  {
    "userId": 250,
    "email": "olivia.anderson@tech.com",
    "phoneNumber": "+1-310-555-8389",
    "profileUsername": "Olivia Anderson",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Recruiting a UI/UX designer specializing in immersive media production.",
    "jobApplicationFull": "CrystalWave Media is searching for a UI/UX designer with expertise in immersive media production. The role requires 1 year of industry experience and strong skills in embedded systems, Figma, Go, MATLAB."
  },
  {
    "userId": 251,
    "email": "james.clark@corp.com",
    "phoneNumber": "+1-310-555-5547",
    "profileUsername": "James Clark",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Searching for a financial analyst focused on data-driven storytelling.",
    "jobApplicationFull": "Blue Horizon Studios is hiring a financial analyst to innovate within projects involving data-driven storytelling. Applicants should bring at least 1 year of hands‑on work and proficiency in machine learning, CAD tools, Java, Go, MATLAB."
  },
  {
    "userId": 252,
    "email": "harper.moore@corp.com",
    "phoneNumber": "+1-310-555-5185",
    "profileUsername": "Harper Moore",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Hiring a renewable energy engineer to lead efforts in incident forensics.",
    "jobApplicationFull": "TechSphere Innovations is searching for a renewable energy engineer with expertise in incident forensics. The role requires 2 years of industry experience and strong skills in C++, MATLAB, embedded systems."
  },
  {
    "userId": 253,
    "email": "liam.martin@solutions.com",
    "phoneNumber": "+1-310-555-9719",
    "profileUsername": "Liam Martin",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Looking for a digital marketing strategist with background in immersive media production.",
    "jobApplicationFull": "Finverse Analytics is searching for a digital marketing strategist with expertise in immersive media production. The role requires 1 year of industry experience and strong skills in CI/CD pipelines, C++, Go."
  },
  {
    "userId": 254,
    "email": "noah.moore@tech.com",
    "phoneNumber": "+1-310-555-1546",
    "profileUsername": "Noah Moore",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Looking for a automation specialist with background in API lifecycle design.",
    "jobApplicationFull": "AeroTek Systems is hiring a automation specialist to innovate within projects involving API lifecycle design. Applicants should bring at least 1 year of hands‑on work and proficiency in React, Kubernetes, MATLAB, TensorFlow, SEO/SEM."
  },
  {
    "userId": 255,
    "email": "ethan.moore@global.com",
    "phoneNumber": "+1-310-555-6074",
    "profileUsername": "Ethan Moore",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Recruiting a UI/UX designer specializing in risk modeling.",
    "jobApplicationFull": "The team at Blue Horizon Studios needs a UI/UX designer who can advance development centered on risk modeling. Candidates must have a minimum of 1 year of experience and abilities in Node.js, CI/CD pipelines, Go, MATLAB, Figma."
  },
  {
    "userId": 256,
    "email": "jack.lewis@solutions.com",
    "phoneNumber": "+1-310-555-5777",
    "profileUsername": "Jack Lewis",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Seeking a cybersecurity analyst experienced in incident forensics.",
    "jobApplicationFull": "Silverline Mobility is hiring a cybersecurity analyst to innovate within projects involving incident forensics. Applicants should bring at least 1 year of hands‑on work and proficiency in penetration testing, SEO/SEM, TensorFlow, SQL."
  },
  {
    "userId": 257,
    "email": "william.martin@tech.com",
    "phoneNumber": "+1-310-555-4876",
    "profileUsername": "William Martin",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Recruiting a data scientist specializing in ethical AI systems.",
    "jobApplicationFull": "Orion Security Group is building strategic capabilities and seeks a data scientist specializing in ethical AI systems. Required qualifications include 2 years of relevant experience and competencies in Go, AWS, TensorFlow, Kubernetes, Azure."
  },
  {
    "userId": 258,
    "email": "william.wilson@corp.com",
    "phoneNumber": "+1-310-555-5807",
    "profileUsername": "William Wilson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Recruiting a financial analyst specializing in advanced CAD modeling.",
    "jobApplicationFull": "The team at Northbridge Finance needs a financial analyst who can advance development centered on advanced CAD modeling. Candidates must have a minimum of 1 year of experience and abilities in C++, AWS, embedded systems."
  },
  {
    "userId": 259,
    "email": "charlotte.king@tech.com",
    "phoneNumber": "+1-310-555-4826",
    "profileUsername": "Charlotte King",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Looking for a machine learning engineer with background in data-driven storytelling.",
    "jobApplicationFull": "A machine learning engineer is needed at Northbridge Finance to contribute to next‑generation work in data-driven storytelling. Ideal applicants will have 2 years of background and technical strengths in Node.js, Kubernetes, MATLAB."
  },
  {
    "userId": 260,
    "email": "william.brown@systems.com",
    "phoneNumber": "+1-310-555-6666",
    "profileUsername": "William Brown",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Looking for a product manager with background in cloud-native architectures.",
    "jobApplicationFull": "Orion Security Group is searching for a product manager with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in data visualization, AWS, Java."
  },
  {
    "userId": 261,
    "email": "henry.davis@global.com",
    "phoneNumber": "+1-310-555-7681",
    "profileUsername": "Henry Davis",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Seeking a mechanical engineer experienced in real‑time analytics.",
    "jobApplicationFull": "A mechanical engineer is needed at GreenLeaf Marketing to contribute to next‑generation work in real‑time analytics. Ideal applicants will have 2 years of background and technical strengths in React, MATLAB, CAD tools, Go, data visualization."
  },
  {
    "userId": 262,
    "email": "mia.thomas@solutions.com",
    "phoneNumber": "+1-310-555-5625",
    "profileUsername": "Mia Thomas",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Hiring a backend engineer to lead efforts in digital growth ecosystems.",
    "jobApplicationFull": "BrightPath HR Solutions is hiring a backend engineer to innovate within projects involving digital growth ecosystems. Applicants should bring at least 2 years of hands‑on work and proficiency in TensorFlow, financial modeling, SQL, MATLAB, React."
  },
  {
    "userId": 263,
    "email": "olivia.moore@global.com",
    "phoneNumber": "+1-310-555-1462",
    "profileUsername": "Olivia Moore",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Searching for a cybersecurity analyst focused on predictive analytics.",
    "jobApplicationFull": "Silverline Mobility is building strategic capabilities and seeks a cybersecurity analyst specializing in predictive analytics. Required qualifications include 1 year of relevant experience and competencies in AWS, Python, machine learning, Docker."
  },
  {
    "userId": 264,
    "email": "isabella.clark@systems.com",
    "phoneNumber": "+1-310-555-5270",
    "profileUsername": "Isabella Clark",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Recruiting a full‑stack developer specializing in API lifecycle design.",
    "jobApplicationFull": "A full‑stack developer is needed at GreenLeaf Marketing to contribute to next‑generation work in API lifecycle design. Ideal applicants will have 2 years of background and technical strengths in CAD tools, embedded systems, Java."
  },
  {
    "userId": 265,
    "email": "mia.jackson@tech.com",
    "phoneNumber": "+1-310-555-4637",
    "profileUsername": "Mia Jackson",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Hiring a backend engineer to lead efforts in advanced CAD modeling.",
    "jobApplicationFull": "TechSphere Innovations is building strategic capabilities and seeks a backend engineer specializing in advanced CAD modeling. Required qualifications include 2 years of relevant experience and competencies in TensorFlow, React, MATLAB, Kubernetes, Python."
  },
  {
    "userId": 266,
    "email": "ethan.white@tech.com",
    "phoneNumber": "+1-310-555-9573",
    "profileUsername": "Ethan White",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Recruiting a software architect specializing in distributed computing.",
    "jobApplicationFull": "Summit Data Labs is hiring a software architect to innovate within projects involving distributed computing. Applicants should bring at least 6 years of hands‑on work and proficiency in Node.js, AWS, Java."
  },
  {
    "userId": 267,
    "email": "olivia.walker@global.com",
    "phoneNumber": "+1-310-555-3481",
    "profileUsername": "Olivia Walker",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Looking for a full‑stack developer with background in predictive analytics.",
    "jobApplicationFull": "CrystalWave Media is building strategic capabilities and seeks a full‑stack developer specializing in predictive analytics. Required qualifications include 2 years of relevant experience and competencies in data visualization, CAD tools, Python, CI/CD pipelines."
  },
  {
    "userId": 268,
    "email": "emma.johnson@tech.com",
    "phoneNumber": "+1-310-555-5369",
    "profileUsername": "Emma Johnson",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Looking for a digital marketing strategist with background in brand identity frameworks.",
    "jobApplicationFull": "Finverse Analytics is building strategic capabilities and seeks a digital marketing strategist specializing in brand identity frameworks. Required qualifications include 1 year of relevant experience and competencies in SQL, embedded systems, CI/CD pipelines, network security, AWS."
  },
  {
    "userId": 269,
    "email": "james.hughes@global.com",
    "phoneNumber": "+1-310-555-7542",
    "profileUsername": "James Hughes",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Recruiting a machine learning engineer specializing in cross‑functional project delivery.",
    "jobApplicationFull": "The team at Northbridge Finance needs a machine learning engineer who can advance development centered on cross‑functional project delivery. Candidates must have a minimum of 2 years of experience and abilities in data visualization, Node.js, Figma, Kubernetes."
  },
  {
    "userId": 270,
    "email": "mia.young@global.com",
    "phoneNumber": "+1-310-555-6123",
    "profileUsername": "Mia Young",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Looking for a renewable energy engineer with background in distributed computing.",
    "jobApplicationFull": "Northbridge Finance is searching for a renewable energy engineer with expertise in distributed computing. The role requires 2 years of industry experience and strong skills in Azure, CI/CD pipelines, network security, machine learning."
  },
  {
    "userId": 271,
    "email": "william.lewis@global.com",
    "phoneNumber": "+1-310-555-4889",
    "profileUsername": "William Lewis",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Seeking a creative director experienced in incident forensics.",
    "jobApplicationFull": "A creative director is needed at Northbridge Finance to contribute to next‑generation work in incident forensics. Ideal applicants will have 6 years of background and technical strengths in data visualization, Java, Kubernetes, React."
  },
  {
    "userId": 272,
    "email": "harper.davis@solutions.com",
    "phoneNumber": "+1-310-555-6203",
    "profileUsername": "Harper Davis",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a HR generalist experienced in ethical AI systems.",
    "jobApplicationFull": "A HR generalist is needed at CrystalWave Media to contribute to next‑generation work in ethical AI systems. Ideal applicants will have 1 year of background and technical strengths in Node.js, Go, React."
  },
  {
    "userId": 273,
    "email": "liam.jackson@tech.com",
    "phoneNumber": "+1-310-555-6285",
    "profileUsername": "Liam Jackson",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Recruiting a mechanical engineer specializing in risk modeling.",
    "jobApplicationFull": "The team at NextPhase AI needs a mechanical engineer who can advance development centered on risk modeling. Candidates must have a minimum of 2 years of experience and abilities in Kubernetes, CAD tools, Python."
  },
  {
    "userId": 274,
    "email": "ethan.brown@solutions.com",
    "phoneNumber": "+1-310-555-1081",
    "profileUsername": "Ethan Brown",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Seeking a mechanical engineer experienced in API lifecycle design.",
    "jobApplicationFull": "The team at AeroTek Systems needs a mechanical engineer who can advance development centered on API lifecycle design. Candidates must have a minimum of 2 years of experience and abilities in CI/CD pipelines, CAD tools, data visualization, React, Kubernetes."
  },
  {
    "userId": 275,
    "email": "ava.johnson@systems.com",
    "phoneNumber": "+1-310-555-9913",
    "profileUsername": "Ava Johnson",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Recruiting a automation specialist specializing in workflow orchestration.",
    "jobApplicationFull": "A automation specialist is needed at Skyline Apps to contribute to next‑generation work in workflow orchestration. Ideal applicants will have 1 year of background and technical strengths in CI/CD pipelines, Docker, Figma, SQL."
  },
  {
    "userId": 276,
    "email": "liam.johnson@corp.com",
    "phoneNumber": "+1-310-555-2832",
    "profileUsername": "Liam Johnson",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Recruiting a full‑stack developer specializing in immersive media production.",
    "jobApplicationFull": "AeroTek Systems is hiring a full‑stack developer to innovate within projects involving immersive media production. Applicants should bring at least 2 years of hands‑on work and proficiency in network security, TensorFlow, React."
  },
  {
    "userId": 277,
    "email": "henry.robinson@solutions.com",
    "phoneNumber": "+1-310-555-5945",
    "profileUsername": "Henry Robinson",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Hiring a cybersecurity analyst to lead efforts in smart‑grid optimization.",
    "jobApplicationFull": "The team at Finverse Analytics needs a cybersecurity analyst who can advance development centered on smart‑grid optimization. Candidates must have a minimum of 1 year of experience and abilities in CI/CD pipelines, Go, network security, embedded systems, Python."
  },
  {
    "userId": 278,
    "email": "olivia.robinson@global.com",
    "phoneNumber": "+1-310-555-8871",
    "profileUsername": "Olivia Robinson",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Seeking a data scientist experienced in workflow orchestration.",
    "jobApplicationFull": "A data scientist is needed at Skyline Apps to contribute to next‑generation work in workflow orchestration. Ideal applicants will have 2 years of background and technical strengths in Docker, network security, SEO/SEM, TensorFlow, embedded systems."
  },
  {
    "userId": 279,
    "email": "james.davis@systems.com",
    "phoneNumber": "+1-310-555-1939",
    "profileUsername": "James Davis",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Looking for a software architect with background in large‑scale system testing.",
    "jobApplicationFull": "GreenLeaf Marketing is hiring a software architect to innovate within projects involving large‑scale system testing. Applicants should bring at least 6 years of hands‑on work and proficiency in React, machine learning, network security, TensorFlow."
  },
  {
    "userId": 280,
    "email": "emma.anderson@solutions.com",
    "phoneNumber": "+1-310-555-6254",
    "profileUsername": "Emma Anderson",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Seeking a digital marketing strategist experienced in real‑time analytics.",
    "jobApplicationFull": "The team at GreenLeaf Marketing needs a digital marketing strategist who can advance development centered on real‑time analytics. Candidates must have a minimum of 1 year of experience and abilities in Node.js, CI/CD pipelines, machine learning."
  },
  {
    "userId": 281,
    "email": "evelyn.thomas@corp.com",
    "phoneNumber": "+1-310-555-8946",
    "profileUsername": "Evelyn Thomas",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Seeking a operations coordinator experienced in immersive media production.",
    "jobApplicationFull": "NextPhase AI is hiring a operations coordinator to innovate within projects involving immersive media production. Applicants should bring at least 1 year of hands‑on work and proficiency in MATLAB, Docker, SQL, machine learning, SEO/SEM."
  },
  {
    "userId": 282,
    "email": "henry.walker@tech.com",
    "phoneNumber": "+1-310-555-9324",
    "profileUsername": "Henry Walker",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Seeking a backend engineer experienced in incident forensics.",
    "jobApplicationFull": "The team at IronGate Engineering needs a backend engineer who can advance development centered on incident forensics. Candidates must have a minimum of 2 years of experience and abilities in CI/CD pipelines, data visualization, SEO/SEM, penetration testing, machine learning."
  },
  {
    "userId": 283,
    "email": "mia.johnson@systems.com",
    "phoneNumber": "+1-310-555-1378",
    "profileUsername": "Mia Johnson",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Seeking a mechanical engineer experienced in predictive analytics.",
    "jobApplicationFull": "A mechanical engineer is needed at NextPhase AI to contribute to next‑generation work in predictive analytics. Ideal applicants will have 2 years of background and technical strengths in machine learning, MATLAB, SQL, TensorFlow, Kubernetes."
  },
  {
    "userId": 284,
    "email": "ava.clark@corp.com",
    "phoneNumber": "+1-310-555-3382",
    "profileUsername": "Ava Clark",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Looking for a software architect with background in cross‑functional project delivery.",
    "jobApplicationFull": "IronGate Engineering is hiring a software architect to innovate within projects involving cross‑functional project delivery. Applicants should bring at least 6 years of hands‑on work and proficiency in network security, CAD tools, SEO/SEM, Docker."
  },
  {
    "userId": 285,
    "email": "harper.king@systems.com",
    "phoneNumber": "+1-310-555-5975",
    "profileUsername": "Harper King",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a software architect experienced in end‑to‑end automation.",
    "jobApplicationFull": "The team at CrystalWave Media needs a software architect who can advance development centered on end‑to‑end automation. Candidates must have a minimum of 6 years of experience and abilities in penetration testing, CAD tools, C++."
  },
  {
    "userId": 286,
    "email": "ethan.walker@tech.com",
    "phoneNumber": "+1-310-555-9857",
    "profileUsername": "Ethan Walker",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in advanced CAD modeling.",
    "jobApplicationFull": "NextPhase AI is hiring a renewable energy engineer to innovate within projects involving advanced CAD modeling. Applicants should bring at least 2 years of hands‑on work and proficiency in CI/CD pipelines, penetration testing, machine learning, Kubernetes, AWS."
  },
  {
    "userId": 287,
    "email": "evelyn.thomas@systems.com",
    "phoneNumber": "+1-310-555-8731",
    "profileUsername": "Evelyn Thomas",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Recruiting a operations coordinator specializing in advanced CAD modeling.",
    "jobApplicationFull": "Summit Data Labs is searching for a operations coordinator with expertise in advanced CAD modeling. The role requires 1 year of industry experience and strong skills in TensorFlow, penetration testing, AWS."
  },
  {
    "userId": 288,
    "email": "charlotte.clark@systems.com",
    "phoneNumber": "+1-310-555-8097",
    "profileUsername": "Charlotte Clark",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Recruiting a cybersecurity analyst specializing in risk modeling.",
    "jobApplicationFull": "Orion Security Group is searching for a cybersecurity analyst with expertise in risk modeling. The role requires 1 year of industry experience and strong skills in Go, embedded systems, machine learning."
  },
  {
    "userId": 289,
    "email": "lucas.johnson@systems.com",
    "phoneNumber": "+1-310-555-5396",
    "profileUsername": "Lucas Johnson",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Recruiting a mechanical engineer specializing in end‑to‑end automation.",
    "jobApplicationFull": "Skyline Apps is hiring a mechanical engineer to innovate within projects involving end‑to‑end automation. Applicants should bring at least 2 years of hands‑on work and proficiency in AWS, Figma, data visualization, network security."
  },
  {
    "userId": 290,
    "email": "isabella.anderson@global.com",
    "phoneNumber": "+1-310-555-1449",
    "profileUsername": "Isabella Anderson",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Searching for a creative director focused on risk modeling.",
    "jobApplicationFull": "AeroTek Systems is hiring a creative director to innovate within projects involving risk modeling. Applicants should bring at least 6 years of hands‑on work and proficiency in Python, data visualization, network security, AWS, CI/CD pipelines."
  },
  {
    "userId": 291,
    "email": "liam.walker@systems.com",
    "phoneNumber": "+1-310-555-4365",
    "profileUsername": "Liam Walker",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Searching for a backend engineer focused on cloud-native architectures.",
    "jobApplicationFull": "TechSphere Innovations is searching for a backend engineer with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in SQL, TensorFlow, CI/CD pipelines."
  },
  {
    "userId": 292,
    "email": "noah.jackson@solutions.com",
    "phoneNumber": "+1-310-555-6138",
    "profileUsername": "Noah Jackson",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a data scientist experienced in workflow orchestration.",
    "jobApplicationFull": "CrystalWave Media is building strategic capabilities and seeks a data scientist specializing in workflow orchestration. Required qualifications include 2 years of relevant experience and competencies in Go, machine learning, Docker."
  },
  {
    "userId": 293,
    "email": "benjamin.lewis@tech.com",
    "phoneNumber": "+1-310-555-4934",
    "profileUsername": "Benjamin Lewis",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Recruiting a creative director specializing in brand identity frameworks.",
    "jobApplicationFull": "Summit Data Labs is searching for a creative director with expertise in brand identity frameworks. The role requires 6 years of industry experience and strong skills in penetration testing, Azure, data visualization, embedded systems."
  },
  {
    "userId": 294,
    "email": "charlotte.lewis@solutions.com",
    "phoneNumber": "+1-310-555-7596",
    "profileUsername": "Charlotte Lewis",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Searching for a renewable energy engineer focused on smart‑grid optimization.",
    "jobApplicationFull": "The team at IronGate Engineering needs a renewable energy engineer who can advance development centered on smart‑grid optimization. Candidates must have a minimum of 2 years of experience and abilities in embedded systems, Node.js, Java, Figma."
  },
  {
    "userId": 295,
    "email": "amelia.thomas@corp.com",
    "phoneNumber": "+1-310-555-1584",
    "profileUsername": "Amelia Thomas",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Looking for a product manager with background in cross‑functional project delivery.",
    "jobApplicationFull": "The team at CrystalWave Media needs a product manager who can advance development centered on cross‑functional project delivery. Candidates must have a minimum of 4 years of experience and abilities in network security, embedded systems, React, Node.js."
  },
  {
    "userId": 296,
    "email": "mia.brown@systems.com",
    "phoneNumber": "+1-310-555-3223",
    "profileUsername": "Mia Brown",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Recruiting a renewable energy engineer specializing in cross‑functional project delivery.",
    "jobApplicationFull": "A renewable energy engineer is needed at CrystalWave Media to contribute to next‑generation work in cross‑functional project delivery. Ideal applicants will have 2 years of background and technical strengths in Kubernetes, Docker, React, financial modeling."
  },
  {
    "userId": 297,
    "email": "evelyn.thomas@tech.com",
    "phoneNumber": "+1-310-555-2632",
    "profileUsername": "Evelyn Thomas",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Searching for a full‑stack developer focused on cloud-native architectures.",
    "jobApplicationFull": "Peakstone Ventures is building strategic capabilities and seeks a full‑stack developer specializing in cloud-native architectures. Required qualifications include 6 years of relevant experience and competencies in C++, CI/CD pipelines, MATLAB."
  },
  {
    "userId": 298,
    "email": "noah.miller@global.com",
    "phoneNumber": "+1-310-555-1963",
    "profileUsername": "Noah Miller",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Hiring a digital marketing strategist to lead efforts in immersive media production.",
    "jobApplicationFull": "IronGate Engineering is building strategic capabilities and seeks a digital marketing strategist specializing in immersive media production. Required qualifications include 1 year of relevant experience and competencies in Azure, embedded systems, financial modeling, Docker."
  },
  {
    "userId": 299,
    "email": "olivia.brown@systems.com",
    "phoneNumber": "+1-310-555-3585",
    "profileUsername": "Olivia Brown",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Searching for a full‑stack developer focused on smart‑grid optimization.",
    "jobApplicationFull": "GreenLeaf Marketing is hiring a full‑stack developer to innovate within projects involving smart‑grid optimization. Applicants should bring at least 2 years of hands‑on work and proficiency in embedded systems, SQL, Go."
  },
  {
    "userId": 300,
    "email": "noah.thomas@solutions.com",
    "phoneNumber": "+1-310-555-7744",
    "profileUsername": "Noah Thomas",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a product manager experienced in incident forensics.",
    "jobApplicationFull": "CrystalWave Media is hiring a product manager to innovate within projects involving incident forensics. Applicants should bring at least 4 years of hands‑on work and proficiency in Azure, Node.js, SQL, CAD tools, Kubernetes."
  },
  {
    "userId": 301,
    "email": "jack.taylor@tech.com",
    "phoneNumber": "+1-310-555-3156",
    "profileUsername": "Jack Taylor",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Seeking a full‑stack developer experienced in cloud-native architectures.",
    "jobApplicationFull": "The team at NextPhase AI needs a full‑stack developer who can advance development centered on cloud-native architectures. Candidates must have a minimum of 6 years of experience and abilities in data visualization, Node.js, CI/CD pipelines, Docker."
  },
  {
    "userId": 302,
    "email": "evelyn.lewis@global.com",
    "phoneNumber": "+1-310-555-5595",
    "profileUsername": "Evelyn Lewis",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a product manager focused on real‑time analytics.",
    "jobApplicationFull": "CloudForge Systems is searching for a product manager with expertise in real‑time analytics. The role requires 4 years of industry experience and strong skills in machine learning, network security, CI/CD pipelines, financial modeling, AWS."
  },
  {
    "userId": 303,
    "email": "james.miller@global.com",
    "phoneNumber": "+1-310-555-5036",
    "profileUsername": "James Miller",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Recruiting a digital marketing strategist specializing in large‑scale system testing.",
    "jobApplicationFull": "The team at Nova Energy Technologies needs a digital marketing strategist who can advance development centered on large‑scale system testing. Candidates must have a minimum of 1 year of experience and abilities in CI/CD pipelines, data visualization, Java, Go."
  },
  {
    "userId": 304,
    "email": "liam.lewis@systems.com",
    "phoneNumber": "+1-310-555-9188",
    "profileUsername": "Liam Lewis",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Hiring a automation specialist to lead efforts in distributed computing.",
    "jobApplicationFull": "Nova Energy Technologies is building strategic capabilities and seeks a automation specialist specializing in distributed computing. Required qualifications include 1 year of relevant experience and competencies in Java, SEO/SEM, React."
  },
  {
    "userId": 305,
    "email": "ava.walker@corp.com",
    "phoneNumber": "+1-310-555-5049",
    "profileUsername": "Ava Walker",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Looking for a HR generalist with background in immersive media production.",
    "jobApplicationFull": "A HR generalist is needed at Skyline Apps to contribute to next‑generation work in immersive media production. Ideal applicants will have 1 year of background and technical strengths in CAD tools, Kubernetes, penetration testing, SQL."
  },
  {
    "userId": 306,
    "email": "olivia.miller@corp.com",
    "phoneNumber": "+1-310-555-7106",
    "profileUsername": "Olivia Miller",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Hiring a mechanical engineer to lead efforts in end‑to‑end automation.",
    "jobApplicationFull": "A mechanical engineer is needed at Northbridge Finance to contribute to next‑generation work in end‑to‑end automation. Ideal applicants will have 2 years of background and technical strengths in CI/CD pipelines, embedded systems, Python, Node.js."
  },
  {
    "userId": 307,
    "email": "harper.clark@solutions.com",
    "phoneNumber": "+1-310-555-5699",
    "profileUsername": "Harper Clark",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Looking for a financial analyst with background in ethical AI systems.",
    "jobApplicationFull": "The team at AeroTek Systems needs a financial analyst who can advance development centered on ethical AI systems. Candidates must have a minimum of 1 year of experience and abilities in MATLAB, C++, financial modeling, TensorFlow."
  },
  {
    "userId": 308,
    "email": "noah.white@systems.com",
    "phoneNumber": "+1-310-555-6760",
    "profileUsername": "Noah White",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in employee development programs.",
    "jobApplicationFull": "The team at Blue Horizon Studios needs a renewable energy engineer who can advance development centered on employee development programs. Candidates must have a minimum of 2 years of experience and abilities in AWS, React, machine learning, SQL."
  },
  {
    "userId": 309,
    "email": "evelyn.davis@corp.com",
    "phoneNumber": "+1-310-555-2615",
    "profileUsername": "Evelyn Davis",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Recruiting a HR generalist specializing in data-driven storytelling.",
    "jobApplicationFull": "A HR generalist is needed at Everline Healthcare to contribute to next‑generation work in data-driven storytelling. Ideal applicants will have 1 year of background and technical strengths in financial modeling, AWS, Java."
  },
  {
    "userId": 310,
    "email": "james.johnson@systems.com",
    "phoneNumber": "+1-310-555-7889",
    "profileUsername": "James Johnson",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Hiring a automation specialist to lead efforts in distributed computing.",
    "jobApplicationFull": "Nova Energy Technologies is building strategic capabilities and seeks a automation specialist specializing in distributed computing. Required qualifications include 1 year of relevant experience and competencies in Kubernetes, TensorFlow, C++, MATLAB."
  },
  {
    "userId": 311,
    "email": "ava.martin@systems.com",
    "phoneNumber": "+1-310-555-4085",
    "profileUsername": "Ava Martin",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Seeking a data scientist experienced in cloud-native architectures.",
    "jobApplicationFull": "A data scientist is needed at Silverline Mobility to contribute to next‑generation work in cloud-native architectures. Ideal applicants will have 6 years of background and technical strengths in Go, network security, C++."
  },
  {
    "userId": 312,
    "email": "harper.brown@corp.com",
    "phoneNumber": "+1-310-555-3726",
    "profileUsername": "Harper Brown",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Seeking a backend engineer experienced in distributed computing.",
    "jobApplicationFull": "A backend engineer is needed at Peakstone Ventures to contribute to next‑generation work in distributed computing. Ideal applicants will have 2 years of background and technical strengths in Python, financial modeling, SQL, embedded systems."
  },
  {
    "userId": 313,
    "email": "sophia.thomas@systems.com",
    "phoneNumber": "+1-310-555-5406",
    "profileUsername": "Sophia Thomas",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Looking for a mechanical engineer with background in distributed computing.",
    "jobApplicationFull": "Skyline Apps is searching for a mechanical engineer with expertise in distributed computing. The role requires 2 years of industry experience and strong skills in Go, CAD tools, Node.js, financial modeling."
  },
  {
    "userId": 314,
    "email": "charlotte.harris@tech.com",
    "phoneNumber": "+1-310-555-5902",
    "profileUsername": "Charlotte Harris",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Recruiting a operations coordinator specializing in cloud-native architectures.",
    "jobApplicationFull": "Skyline Apps is searching for a operations coordinator with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in network security, SEO/SEM, AWS, Kubernetes."
  },
  {
    "userId": 315,
    "email": "isabella.johnson@global.com",
    "phoneNumber": "+1-310-555-3566",
    "profileUsername": "Isabella Johnson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Looking for a backend engineer with background in employee development programs.",
    "jobApplicationFull": "IronGate Engineering is hiring a backend engineer to innovate within projects involving employee development programs. Applicants should bring at least 2 years of hands‑on work and proficiency in Java, SEO/SEM, machine learning."
  },
  {
    "userId": 316,
    "email": "henry.clark@tech.com",
    "phoneNumber": "+1-310-555-1675",
    "profileUsername": "Henry Clark",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Looking for a operations coordinator with background in end‑to‑end automation.",
    "jobApplicationFull": "IronGate Engineering is building strategic capabilities and seeks a operations coordinator specializing in end‑to‑end automation. Required qualifications include 1 year of relevant experience and competencies in Java, AWS, embedded systems."
  },
  {
    "userId": 317,
    "email": "henry.anderson@global.com",
    "phoneNumber": "+1-310-555-9913",
    "profileUsername": "Henry Anderson",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Hiring a cybersecurity analyst to lead efforts in end‑to‑end automation.",
    "jobApplicationFull": "CloudForge Systems is searching for a cybersecurity analyst with expertise in end‑to‑end automation. The role requires 1 year of industry experience and strong skills in penetration testing, Kubernetes, Go, SQL, data visualization."
  },
  {
    "userId": 318,
    "email": "henry.davis@tech.com",
    "phoneNumber": "+1-310-555-9907",
    "profileUsername": "Henry Davis",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Seeking a automation specialist experienced in incident forensics.",
    "jobApplicationFull": "Vertex Robotics is searching for a automation specialist with expertise in incident forensics. The role requires 1 year of industry experience and strong skills in machine learning, CAD tools, embedded systems, Node.js."
  },
  {
    "userId": 319,
    "email": "amelia.johnson@systems.com",
    "phoneNumber": "+1-310-555-6348",
    "profileUsername": "Amelia Johnson",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Recruiting a creative director specializing in workflow orchestration.",
    "jobApplicationFull": "The team at Finverse Analytics needs a creative director who can advance development centered on workflow orchestration. Candidates must have a minimum of 6 years of experience and abilities in SEO/SEM, CI/CD pipelines, Docker, Kubernetes."
  },
  {
    "userId": 320,
    "email": "henry.anderson@global.com",
    "phoneNumber": "+1-310-555-5790",
    "profileUsername": "Henry Anderson",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Seeking a machine learning engineer experienced in end‑to‑end automation.",
    "jobApplicationFull": "Everline Healthcare is searching for a machine learning engineer with expertise in end‑to‑end automation. The role requires 2 years of industry experience and strong skills in Node.js, CI/CD pipelines, network security."
  },
  {
    "userId": 321,
    "email": "amelia.robinson@corp.com",
    "phoneNumber": "+1-310-555-8632",
    "profileUsername": "Amelia Robinson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Hiring a digital marketing strategist to lead efforts in data-driven storytelling.",
    "jobApplicationFull": "A digital marketing strategist is needed at IronGate Engineering to contribute to next‑generation work in data-driven storytelling. Ideal applicants will have 1 year of background and technical strengths in SQL, AWS, Java, Python, penetration testing."
  },
  {
    "userId": 322,
    "email": "mason.martin@solutions.com",
    "phoneNumber": "+1-310-555-5176",
    "profileUsername": "Mason Martin",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Seeking a mechanical engineer experienced in brand identity frameworks.",
    "jobApplicationFull": "A mechanical engineer is needed at Everline Healthcare to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 2 years of background and technical strengths in CI/CD pipelines, SEO/SEM, machine learning, MATLAB, TensorFlow."
  },
  {
    "userId": 323,
    "email": "henry.lewis@tech.com",
    "phoneNumber": "+1-310-555-2700",
    "profileUsername": "Henry Lewis",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Recruiting a HR generalist specializing in real‑time analytics.",
    "jobApplicationFull": "NextPhase AI is building strategic capabilities and seeks a HR generalist specializing in real‑time analytics. Required qualifications include 1 year of relevant experience and competencies in machine learning, Go, Azure, Node.js, network security."
  },
  {
    "userId": 324,
    "email": "amelia.young@solutions.com",
    "phoneNumber": "+1-310-555-8108",
    "profileUsername": "Amelia Young",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Searching for a HR generalist focused on data-driven storytelling.",
    "jobApplicationFull": "IronGate Engineering is hiring a HR generalist to innovate within projects involving data-driven storytelling. Applicants should bring at least 1 year of hands‑on work and proficiency in data visualization, Figma, SEO/SEM, Java."
  },
  {
    "userId": 325,
    "email": "noah.johnson@corp.com",
    "phoneNumber": "+1-310-555-2485",
    "profileUsername": "Noah Johnson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Recruiting a digital marketing strategist specializing in real‑time analytics.",
    "jobApplicationFull": "IronGate Engineering is building strategic capabilities and seeks a digital marketing strategist specializing in real‑time analytics. Required qualifications include 1 year of relevant experience and competencies in Java, Figma, TensorFlow, Python."
  },
  {
    "userId": 326,
    "email": "lucas.harris@solutions.com",
    "phoneNumber": "+1-310-555-8092",
    "profileUsername": "Lucas Harris",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Searching for a financial analyst focused on employee development programs.",
    "jobApplicationFull": "Vertex Robotics is hiring a financial analyst to innovate within projects involving employee development programs. Applicants should bring at least 1 year of hands‑on work and proficiency in penetration testing, Kubernetes, Java, MATLAB, React."
  },
  {
    "userId": 327,
    "email": "james.anderson@tech.com",
    "phoneNumber": "+1-310-555-7662",
    "profileUsername": "James Anderson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Recruiting a cybersecurity analyst specializing in risk modeling.",
    "jobApplicationFull": "Northbridge Finance is searching for a cybersecurity analyst with expertise in risk modeling. The role requires 1 year of industry experience and strong skills in React, Go, Figma, Kubernetes."
  },
  {
    "userId": 328,
    "email": "ethan.johnson@tech.com",
    "phoneNumber": "+1-310-555-9901",
    "profileUsername": "Ethan Johnson",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Hiring a full‑stack developer to lead efforts in immersive media production.",
    "jobApplicationFull": "Skyline Apps is hiring a full‑stack developer to innovate within projects involving immersive media production. Applicants should bring at least 2 years of hands‑on work and proficiency in C++, SQL, Java."
  },
  {
    "userId": 329,
    "email": "henry.wilson@tech.com",
    "phoneNumber": "+1-310-555-6151",
    "profileUsername": "Henry Wilson",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Recruiting a renewable energy engineer specializing in ethical AI systems.",
    "jobApplicationFull": "GreenLeaf Marketing is building strategic capabilities and seeks a renewable energy engineer specializing in ethical AI systems. Required qualifications include 2 years of relevant experience and competencies in Node.js, React, penetration testing."
  },
  {
    "userId": 330,
    "email": "sophia.johnson@systems.com",
    "phoneNumber": "+1-310-555-5900",
    "profileUsername": "Sophia Johnson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in digital growth ecosystems.",
    "jobApplicationFull": "A renewable energy engineer is needed at IronGate Engineering to contribute to next‑generation work in digital growth ecosystems. Ideal applicants will have 2 years of background and technical strengths in TensorFlow, machine learning, SQL, AWS, C++."
  },
  {
    "userId": 331,
    "email": "emma.young@corp.com",
    "phoneNumber": "+1-310-555-2295",
    "profileUsername": "Emma Young",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Seeking a operations coordinator experienced in large‑scale system testing.",
    "jobApplicationFull": "A operations coordinator is needed at NextPhase AI to contribute to next‑generation work in large‑scale system testing. Ideal applicants will have 1 year of background and technical strengths in TensorFlow, data visualization, network security."
  },
  {
    "userId": 332,
    "email": "ethan.walker@systems.com",
    "phoneNumber": "+1-310-555-2359",
    "profileUsername": "Ethan Walker",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Hiring a creative director to lead efforts in workflow orchestration.",
    "jobApplicationFull": "TechSphere Innovations is hiring a creative director to innovate within projects involving workflow orchestration. Applicants should bring at least 6 years of hands‑on work and proficiency in Python, SEO/SEM, AWS, SQL."
  },
  {
    "userId": 333,
    "email": "mia.wilson@global.com",
    "phoneNumber": "+1-310-555-6332",
    "profileUsername": "Mia Wilson",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Recruiting a full‑stack developer specializing in API lifecycle design.",
    "jobApplicationFull": "The team at Peakstone Ventures needs a full‑stack developer who can advance development centered on API lifecycle design. Candidates must have a minimum of 2 years of experience and abilities in SQL, Kubernetes, machine learning."
  },
  {
    "userId": 334,
    "email": "mason.martin@global.com",
    "phoneNumber": "+1-310-555-3182",
    "profileUsername": "Mason Martin",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Searching for a UI/UX designer focused on real‑time analytics.",
    "jobApplicationFull": "A UI/UX designer is needed at Peakstone Ventures to contribute to next‑generation work in real‑time analytics. Ideal applicants will have 1 year of background and technical strengths in SQL, CAD tools, SEO/SEM."
  },
  {
    "userId": 335,
    "email": "benjamin.lewis@systems.com",
    "phoneNumber": "+1-310-555-4406",
    "profileUsername": "Benjamin Lewis",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Hiring a digital marketing strategist to lead efforts in real‑time analytics.",
    "jobApplicationFull": "The team at Finverse Analytics needs a digital marketing strategist who can advance development centered on real‑time analytics. Candidates must have a minimum of 1 year of experience and abilities in embedded systems, Docker, MATLAB, TensorFlow."
  },
  {
    "userId": 336,
    "email": "henry.king@systems.com",
    "phoneNumber": "+1-310-555-2839",
    "profileUsername": "Henry King",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Looking for a machine learning engineer with background in incident forensics.",
    "jobApplicationFull": "BrightPath HR Solutions is building strategic capabilities and seeks a machine learning engineer specializing in incident forensics. Required qualifications include 2 years of relevant experience and competencies in Java, data visualization, C++, TensorFlow."
  },
  {
    "userId": 337,
    "email": "jack.clark@solutions.com",
    "phoneNumber": "+1-310-555-3972",
    "profileUsername": "Jack Clark",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Searching for a data scientist focused on real‑time analytics.",
    "jobApplicationFull": "BrightPath HR Solutions is searching for a data scientist with expertise in real‑time analytics. The role requires 2 years of industry experience and strong skills in CAD tools, Azure, SQL."
  },
  {
    "userId": 338,
    "email": "charlotte.brown@solutions.com",
    "phoneNumber": "+1-310-555-3980",
    "profileUsername": "Charlotte Brown",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Seeking a financial analyst experienced in employee development programs.",
    "jobApplicationFull": "A financial analyst is needed at AeroTek Systems to contribute to next‑generation work in employee development programs. Ideal applicants will have 1 year of background and technical strengths in Java, TensorFlow, Figma, Azure, financial modeling."
  },
  {
    "userId": 339,
    "email": "liam.davis@corp.com",
    "phoneNumber": "+1-310-555-7989",
    "profileUsername": "Liam Davis",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Searching for a software architect focused on cross‑functional project delivery.",
    "jobApplicationFull": "Everline Healthcare is searching for a software architect with expertise in cross‑functional project delivery. The role requires 6 years of industry experience and strong skills in SEO/SEM, Go, Docker, financial modeling, embedded systems."
  },
  {
    "userId": 340,
    "email": "olivia.king@systems.com",
    "phoneNumber": "+1-310-555-3458",
    "profileUsername": "Olivia King",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Seeking a full‑stack developer experienced in predictive analytics.",
    "jobApplicationFull": "The team at Northbridge Finance needs a full‑stack developer who can advance development centered on predictive analytics. Candidates must have a minimum of 2 years of experience and abilities in Python, network security, embedded systems, machine learning."
  },
  {
    "userId": 341,
    "email": "harper.harris@tech.com",
    "phoneNumber": "+1-310-555-6668",
    "profileUsername": "Harper Harris",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Recruiting a backend engineer specializing in workflow orchestration.",
    "jobApplicationFull": "Vertex Robotics is searching for a backend engineer with expertise in workflow orchestration. The role requires 2 years of industry experience and strong skills in AWS, CI/CD pipelines, Kubernetes."
  },
  {
    "userId": 342,
    "email": "liam.thomas@solutions.com",
    "phoneNumber": "+1-310-555-1446",
    "profileUsername": "Liam Thomas",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Hiring a renewable energy engineer to lead efforts in API lifecycle design.",
    "jobApplicationFull": "Vertex Robotics is hiring a renewable energy engineer to innovate within projects involving API lifecycle design. Applicants should bring at least 2 years of hands‑on work and proficiency in SQL, C++, Python, penetration testing, Go."
  },
  {
    "userId": 343,
    "email": "william.thomas@global.com",
    "phoneNumber": "+1-310-555-5047",
    "profileUsername": "William Thomas",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Recruiting a renewable energy engineer specializing in large‑scale system testing.",
    "jobApplicationFull": "A renewable energy engineer is needed at CloudForge Systems to contribute to next‑generation work in large‑scale system testing. Ideal applicants will have 2 years of background and technical strengths in C++, SEO/SEM, AWS, Java, React."
  },
  {
    "userId": 344,
    "email": "mason.jackson@global.com",
    "phoneNumber": "+1-310-555-3790",
    "profileUsername": "Mason Jackson",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Looking for a digital marketing strategist with background in cross‑functional project delivery.",
    "jobApplicationFull": "The team at Silverline Mobility needs a digital marketing strategist who can advance development centered on cross‑functional project delivery. Candidates must have a minimum of 1 year of experience and abilities in Kubernetes, CAD tools, Node.js, Docker."
  },
  {
    "userId": 345,
    "email": "sophia.anderson@solutions.com",
    "phoneNumber": "+1-310-555-4469",
    "profileUsername": "Sophia Anderson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Seeking a automation specialist experienced in large‑scale system testing.",
    "jobApplicationFull": "IronGate Engineering is building strategic capabilities and seeks a automation specialist specializing in large‑scale system testing. Required qualifications include 1 year of relevant experience and competencies in React, Docker, C++, Python."
  },
  {
    "userId": 346,
    "email": "jack.anderson@corp.com",
    "phoneNumber": "+1-310-555-1605",
    "profileUsername": "Jack Anderson",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Recruiting a automation specialist specializing in predictive analytics.",
    "jobApplicationFull": "CloudForge Systems is building strategic capabilities and seeks a automation specialist specializing in predictive analytics. Required qualifications include 1 year of relevant experience and competencies in network security, penetration testing, data visualization, Kubernetes."
  },
  {
    "userId": 347,
    "email": "mia.taylor@corp.com",
    "phoneNumber": "+1-310-555-7795",
    "profileUsername": "Mia Taylor",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Looking for a software architect with background in incident forensics.",
    "jobApplicationFull": "A software architect is needed at Orion Security Group to contribute to next‑generation work in incident forensics. Ideal applicants will have 6 years of background and technical strengths in AWS, network security, SEO/SEM, CAD tools, data visualization."
  },
  {
    "userId": 348,
    "email": "henry.hughes@systems.com",
    "phoneNumber": "+1-310-555-8545",
    "profileUsername": "Henry Hughes",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Looking for a renewable energy engineer with background in large‑scale system testing.",
    "jobApplicationFull": "Everline Healthcare is building strategic capabilities and seeks a renewable energy engineer specializing in large‑scale system testing. Required qualifications include 2 years of relevant experience and competencies in Figma, Docker, machine learning."
  },
  {
    "userId": 349,
    "email": "emma.walker@systems.com",
    "phoneNumber": "+1-310-555-3433",
    "profileUsername": "Emma Walker",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in API lifecycle design.",
    "jobApplicationFull": "CrystalWave Media is searching for a renewable energy engineer with expertise in API lifecycle design. The role requires 2 years of industry experience and strong skills in penetration testing, network security, Node.js."
  },
  {
    "userId": 350,
    "email": "harper.moore@corp.com",
    "phoneNumber": "+1-310-555-2483",
    "profileUsername": "Harper Moore",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Seeking a automation specialist experienced in immersive media production.",
    "jobApplicationFull": "Summit Data Labs is building strategic capabilities and seeks a automation specialist specializing in immersive media production. Required qualifications include 1 year of relevant experience and competencies in MATLAB, CAD tools, Azure, AWS, Figma."
  },
  {
    "userId": 351,
    "email": "ethan.walker@solutions.com",
    "phoneNumber": "+1-310-555-6251",
    "profileUsername": "Ethan Walker",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Seeking a software architect experienced in risk modeling.",
    "jobApplicationFull": "The team at GreenLeaf Marketing needs a software architect who can advance development centered on risk modeling. Candidates must have a minimum of 6 years of experience and abilities in SEO/SEM, Figma, SQL."
  },
  {
    "userId": 352,
    "email": "ava.taylor@solutions.com",
    "phoneNumber": "+1-310-555-8531",
    "profileUsername": "Ava Taylor",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Seeking a data scientist experienced in cross‑functional project delivery.",
    "jobApplicationFull": "Northbridge Finance is searching for a data scientist with expertise in cross‑functional project delivery. The role requires 2 years of industry experience and strong skills in data visualization, Python, penetration testing, C++, network security."
  },
  {
    "userId": 353,
    "email": "olivia.hughes@corp.com",
    "phoneNumber": "+1-310-555-4705",
    "profileUsername": "Olivia Hughes",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Looking for a operations coordinator with background in risk modeling.",
    "jobApplicationFull": "Peakstone Ventures is hiring a operations coordinator to innovate within projects involving risk modeling. Applicants should bring at least 1 year of hands‑on work and proficiency in penetration testing, Figma, Node.js."
  },
  {
    "userId": 354,
    "email": "amelia.wilson@global.com",
    "phoneNumber": "+1-310-555-5961",
    "profileUsername": "Amelia Wilson",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in data-driven storytelling.",
    "jobApplicationFull": "Silverline Mobility is hiring a UI/UX designer to innovate within projects involving data-driven storytelling. Applicants should bring at least 1 year of hands‑on work and proficiency in data visualization, SEO/SEM, Java, Figma."
  },
  {
    "userId": 355,
    "email": "james.brown@global.com",
    "phoneNumber": "+1-310-555-6962",
    "profileUsername": "James Brown",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Looking for a financial analyst with background in immersive media production.",
    "jobApplicationFull": "Northbridge Finance is hiring a financial analyst to innovate within projects involving immersive media production. Applicants should bring at least 1 year of hands‑on work and proficiency in CAD tools, Python, AWS, Kubernetes, Java."
  },
  {
    "userId": 356,
    "email": "harper.lewis@systems.com",
    "phoneNumber": "+1-310-555-1098",
    "profileUsername": "Harper Lewis",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Seeking a automation specialist experienced in large‑scale system testing.",
    "jobApplicationFull": "NextPhase AI is searching for a automation specialist with expertise in large‑scale system testing. The role requires 1 year of industry experience and strong skills in SQL, CAD tools, Java, MATLAB."
  },
  {
    "userId": 357,
    "email": "mason.robinson@global.com",
    "phoneNumber": "+1-310-555-6086",
    "profileUsername": "Mason Robinson",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Searching for a renewable energy engineer focused on large‑scale system testing.",
    "jobApplicationFull": "Finverse Analytics is searching for a renewable energy engineer with expertise in large‑scale system testing. The role requires 2 years of industry experience and strong skills in financial modeling, SEO/SEM, Azure, SQL, data visualization."
  },
  {
    "userId": 358,
    "email": "noah.young@solutions.com",
    "phoneNumber": "+1-310-555-5454",
    "profileUsername": "Noah Young",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Recruiting a HR generalist specializing in ethical AI systems.",
    "jobApplicationFull": "Skyline Apps is building strategic capabilities and seeks a HR generalist specializing in ethical AI systems. Required qualifications include 1 year of relevant experience and competencies in financial modeling, Go, MATLAB, SEO/SEM, TensorFlow."
  },
  {
    "userId": 359,
    "email": "emma.robinson@systems.com",
    "phoneNumber": "+1-310-555-5116",
    "profileUsername": "Emma Robinson",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Looking for a automation specialist with background in cross‑functional project delivery.",
    "jobApplicationFull": "TechSphere Innovations is searching for a automation specialist with expertise in cross‑functional project delivery. The role requires 1 year of industry experience and strong skills in CI/CD pipelines, AWS, TensorFlow."
  },
  {
    "userId": 360,
    "email": "sophia.harris@global.com",
    "phoneNumber": "+1-310-555-8924",
    "profileUsername": "Sophia Harris",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Searching for a data scientist focused on employee development programs.",
    "jobApplicationFull": "The team at Northbridge Finance needs a data scientist who can advance development centered on employee development programs. Candidates must have a minimum of 2 years of experience and abilities in machine learning, data visualization, Kubernetes, SQL."
  },
  {
    "userId": 361,
    "email": "harper.taylor@tech.com",
    "phoneNumber": "+1-310-555-5440",
    "profileUsername": "Harper Taylor",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Hiring a operations coordinator to lead efforts in predictive analytics.",
    "jobApplicationFull": "A operations coordinator is needed at Nova Energy Technologies to contribute to next‑generation work in predictive analytics. Ideal applicants will have 1 year of background and technical strengths in SQL, Docker, Azure, Kubernetes."
  },
  {
    "userId": 362,
    "email": "james.young@systems.com",
    "phoneNumber": "+1-310-555-4213",
    "profileUsername": "James Young",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Recruiting a renewable energy engineer specializing in workflow orchestration.",
    "jobApplicationFull": "The team at Finverse Analytics needs a renewable energy engineer who can advance development centered on workflow orchestration. Candidates must have a minimum of 2 years of experience and abilities in MATLAB, machine learning, Java, Go, CAD tools."
  },
  {
    "userId": 363,
    "email": "lucas.harris@tech.com",
    "phoneNumber": "+1-310-555-9433",
    "profileUsername": "Lucas Harris",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Searching for a operations coordinator focused on API lifecycle design.",
    "jobApplicationFull": "The team at Everline Healthcare needs a operations coordinator who can advance development centered on API lifecycle design. Candidates must have a minimum of 1 year of experience and abilities in CI/CD pipelines, embedded systems, AWS, Figma."
  },
  {
    "userId": 364,
    "email": "james.walker@corp.com",
    "phoneNumber": "+1-310-555-7678",
    "profileUsername": "James Walker",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Recruiting a software architect specializing in API lifecycle design.",
    "jobApplicationFull": "The team at Everline Healthcare needs a software architect who can advance development centered on API lifecycle design. Candidates must have a minimum of 6 years of experience and abilities in embedded systems, Kubernetes, MATLAB."
  },
  {
    "userId": 365,
    "email": "isabella.robinson@systems.com",
    "phoneNumber": "+1-310-555-6445",
    "profileUsername": "Isabella Robinson",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in large‑scale system testing.",
    "jobApplicationFull": "The team at GreenLeaf Marketing needs a UI/UX designer who can advance development centered on large‑scale system testing. Candidates must have a minimum of 1 year of experience and abilities in Azure, machine learning, MATLAB."
  },
  {
    "userId": 366,
    "email": "emma.brown@tech.com",
    "phoneNumber": "+1-310-555-4831",
    "profileUsername": "Emma Brown",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Searching for a backend engineer focused on advanced CAD modeling.",
    "jobApplicationFull": "The team at Silverline Mobility needs a backend engineer who can advance development centered on advanced CAD modeling. Candidates must have a minimum of 2 years of experience and abilities in Docker, React, financial modeling, TensorFlow."
  },
  {
    "userId": 367,
    "email": "ava.walker@corp.com",
    "phoneNumber": "+1-310-555-4207",
    "profileUsername": "Ava Walker",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Searching for a full‑stack developer focused on distributed computing.",
    "jobApplicationFull": "A full‑stack developer is needed at Summit Data Labs to contribute to next‑generation work in distributed computing. Ideal applicants will have 2 years of background and technical strengths in financial modeling, SEO/SEM, embedded systems, C++."
  },
  {
    "userId": 368,
    "email": "sophia.clark@corp.com",
    "phoneNumber": "+1-310-555-9815",
    "profileUsername": "Sophia Clark",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Seeking a UI/UX designer experienced in digital growth ecosystems.",
    "jobApplicationFull": "A UI/UX designer is needed at Finverse Analytics to contribute to next‑generation work in digital growth ecosystems. Ideal applicants will have 1 year of background and technical strengths in penetration testing, MATLAB, Go."
  },
  {
    "userId": 369,
    "email": "ava.robinson@systems.com",
    "phoneNumber": "+1-310-555-3067",
    "profileUsername": "Ava Robinson",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Recruiting a product manager specializing in ethical AI systems.",
    "jobApplicationFull": "Finverse Analytics is searching for a product manager with expertise in ethical AI systems. The role requires 4 years of industry experience and strong skills in MATLAB, Azure, Kubernetes, SQL."
  },
  {
    "userId": 370,
    "email": "charlotte.white@systems.com",
    "phoneNumber": "+1-310-555-1660",
    "profileUsername": "Charlotte White",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Seeking a automation specialist experienced in workflow orchestration.",
    "jobApplicationFull": "A automation specialist is needed at TechSphere Innovations to contribute to next‑generation work in workflow orchestration. Ideal applicants will have 1 year of background and technical strengths in Node.js, financial modeling, CI/CD pipelines, Go."
  },
  {
    "userId": 371,
    "email": "isabella.miller@corp.com",
    "phoneNumber": "+1-310-555-2414",
    "profileUsername": "Isabella Miller",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in API lifecycle design.",
    "jobApplicationFull": "Peakstone Ventures is searching for a UI/UX designer with expertise in API lifecycle design. The role requires 1 year of industry experience and strong skills in Azure, data visualization, CAD tools."
  },
  {
    "userId": 372,
    "email": "amelia.wilson@tech.com",
    "phoneNumber": "+1-310-555-2794",
    "profileUsername": "Amelia Wilson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Recruiting a digital marketing strategist specializing in predictive analytics.",
    "jobApplicationFull": "A digital marketing strategist is needed at Northbridge Finance to contribute to next‑generation work in predictive analytics. Ideal applicants will have 1 year of background and technical strengths in Figma, Go, Java, Node.js, network security."
  },
  {
    "userId": 373,
    "email": "isabella.harris@corp.com",
    "phoneNumber": "+1-310-555-2789",
    "profileUsername": "Isabella Harris",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Looking for a automation specialist with background in workflow orchestration.",
    "jobApplicationFull": "Summit Data Labs is building strategic capabilities and seeks a automation specialist specializing in workflow orchestration. Required qualifications include 1 year of relevant experience and competencies in React, SQL, Node.js, financial modeling."
  },
  {
    "userId": 374,
    "email": "benjamin.wilson@systems.com",
    "phoneNumber": "+1-310-555-9384",
    "profileUsername": "Benjamin Wilson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Looking for a automation specialist with background in distributed computing.",
    "jobApplicationFull": "The team at IronGate Engineering needs a automation specialist who can advance development centered on distributed computing. Candidates must have a minimum of 1 year of experience and abilities in Java, TensorFlow, Go, Figma, SQL."
  },
  {
    "userId": 375,
    "email": "liam.davis@solutions.com",
    "phoneNumber": "+1-310-555-8568",
    "profileUsername": "Liam Davis",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Looking for a creative director with background in distributed computing.",
    "jobApplicationFull": "Summit Data Labs is building strategic capabilities and seeks a creative director specializing in distributed computing. Required qualifications include 6 years of relevant experience and competencies in MATLAB, penetration testing, CAD tools."
  },
  {
    "userId": 376,
    "email": "emma.young@corp.com",
    "phoneNumber": "+1-310-555-7956",
    "profileUsername": "Emma Young",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Seeking a cybersecurity analyst experienced in advanced CAD modeling.",
    "jobApplicationFull": "A cybersecurity analyst is needed at Orion Security Group to contribute to next‑generation work in advanced CAD modeling. Ideal applicants will have 1 year of background and technical strengths in SEO/SEM, MATLAB, financial modeling, TensorFlow, machine learning."
  },
  {
    "userId": 377,
    "email": "isabella.walker@solutions.com",
    "phoneNumber": "+1-310-555-5487",
    "profileUsername": "Isabella Walker",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Hiring a data scientist to lead efforts in predictive analytics.",
    "jobApplicationFull": "Skyline Apps is searching for a data scientist with expertise in predictive analytics. The role requires 2 years of industry experience and strong skills in CI/CD pipelines, network security, C++, Docker, CAD tools."
  },
  {
    "userId": 378,
    "email": "emma.davis@global.com",
    "phoneNumber": "+1-310-555-7107",
    "profileUsername": "Emma Davis",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Recruiting a digital marketing strategist specializing in incident forensics.",
    "jobApplicationFull": "AeroTek Systems is hiring a digital marketing strategist to innovate within projects involving incident forensics. Applicants should bring at least 1 year of hands‑on work and proficiency in CI/CD pipelines, financial modeling, Kubernetes."
  },
  {
    "userId": 379,
    "email": "amelia.johnson@corp.com",
    "phoneNumber": "+1-310-555-7546",
    "profileUsername": "Amelia Johnson",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in data-driven storytelling.",
    "jobApplicationFull": "IronGate Engineering is hiring a UI/UX designer to innovate within projects involving data-driven storytelling. Applicants should bring at least 1 year of hands‑on work and proficiency in machine learning, AWS, embedded systems, network security."
  },
  {
    "userId": 380,
    "email": "mia.anderson@systems.com",
    "phoneNumber": "+1-310-555-6258",
    "profileUsername": "Mia Anderson",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Searching for a operations coordinator focused on brand identity frameworks.",
    "jobApplicationFull": "The team at Blue Horizon Studios needs a operations coordinator who can advance development centered on brand identity frameworks. Candidates must have a minimum of 1 year of experience and abilities in CI/CD pipelines, MATLAB, penetration testing, Python."
  },
  {
    "userId": 381,
    "email": "jack.davis@solutions.com",
    "phoneNumber": "+1-310-555-8118",
    "profileUsername": "Jack Davis",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Looking for a UI/UX designer with background in advanced CAD modeling.",
    "jobApplicationFull": "A UI/UX designer is needed at Orion Security Group to contribute to next‑generation work in advanced CAD modeling. Ideal applicants will have 1 year of background and technical strengths in Go, SQL, MATLAB, data visualization."
  },
  {
    "userId": 382,
    "email": "charlotte.taylor@solutions.com",
    "phoneNumber": "+1-310-555-9262",
    "profileUsername": "Charlotte Taylor",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Seeking a digital marketing strategist experienced in real‑time analytics.",
    "jobApplicationFull": "BrightPath HR Solutions is building strategic capabilities and seeks a digital marketing strategist specializing in real‑time analytics. Required qualifications include 1 year of relevant experience and competencies in AWS, CI/CD pipelines, Kubernetes, TensorFlow."
  },
  {
    "userId": 383,
    "email": "harper.harris@systems.com",
    "phoneNumber": "+1-310-555-5820",
    "profileUsername": "Harper Harris",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Recruiting a HR generalist specializing in immersive media production.",
    "jobApplicationFull": "Vertex Robotics is building strategic capabilities and seeks a HR generalist specializing in immersive media production. Required qualifications include 1 year of relevant experience and competencies in Azure, TensorFlow, network security, AWS."
  },
  {
    "userId": 384,
    "email": "harper.taylor@systems.com",
    "phoneNumber": "+1-310-555-3101",
    "profileUsername": "Harper Taylor",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Searching for a software architect focused on smart‑grid optimization.",
    "jobApplicationFull": "Nova Energy Technologies is building strategic capabilities and seeks a software architect specializing in smart‑grid optimization. Required qualifications include 6 years of relevant experience and competencies in data visualization, SQL, Java."
  },
  {
    "userId": 385,
    "email": "jack.clark@global.com",
    "phoneNumber": "+1-310-555-5291",
    "profileUsername": "Jack Clark",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Searching for a cybersecurity analyst focused on brand identity frameworks.",
    "jobApplicationFull": "Summit Data Labs is building strategic capabilities and seeks a cybersecurity analyst specializing in brand identity frameworks. Required qualifications include 1 year of relevant experience and competencies in C++, Figma, machine learning, Azure, Docker."
  },
  {
    "userId": 386,
    "email": "jack.wilson@corp.com",
    "phoneNumber": "+1-310-555-5498",
    "profileUsername": "Jack Wilson",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Looking for a product manager with background in real‑time analytics.",
    "jobApplicationFull": "Finverse Analytics is hiring a product manager to innovate within projects involving real‑time analytics. Applicants should bring at least 4 years of hands‑on work and proficiency in MATLAB, Azure, Kubernetes, financial modeling."
  },
  {
    "userId": 387,
    "email": "jack.miller@solutions.com",
    "phoneNumber": "+1-310-555-2861",
    "profileUsername": "Jack Miller",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Recruiting a renewable energy engineer specializing in workflow orchestration.",
    "jobApplicationFull": "Blue Horizon Studios is hiring a renewable energy engineer to innovate within projects involving workflow orchestration. Applicants should bring at least 2 years of hands‑on work and proficiency in CI/CD pipelines, data visualization, MATLAB."
  },
  {
    "userId": 388,
    "email": "benjamin.clark@corp.com",
    "phoneNumber": "+1-310-555-3647",
    "profileUsername": "Benjamin Clark",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Recruiting a UI/UX designer specializing in predictive analytics.",
    "jobApplicationFull": "CloudForge Systems is building strategic capabilities and seeks a UI/UX designer specializing in predictive analytics. Required qualifications include 1 year of relevant experience and competencies in CAD tools, data visualization, network security, machine learning."
  },
  {
    "userId": 389,
    "email": "noah.jackson@systems.com",
    "phoneNumber": "+1-310-555-7477",
    "profileUsername": "Noah Jackson",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Searching for a software architect focused on risk modeling.",
    "jobApplicationFull": "Skyline Apps is searching for a software architect with expertise in risk modeling. The role requires 6 years of industry experience and strong skills in penetration testing, SEO/SEM, Azure."
  },
  {
    "userId": 390,
    "email": "liam.davis@global.com",
    "phoneNumber": "+1-310-555-1592",
    "profileUsername": "Liam Davis",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Searching for a HR generalist focused on ethical AI systems.",
    "jobApplicationFull": "Skyline Apps is hiring a HR generalist to innovate within projects involving ethical AI systems. Applicants should bring at least 1 year of hands‑on work and proficiency in Figma, AWS, CAD tools."
  },
  {
    "userId": 391,
    "email": "isabella.thomas@corp.com",
    "phoneNumber": "+1-310-555-1037",
    "profileUsername": "Isabella Thomas",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Looking for a UI/UX designer with background in digital growth ecosystems.",
    "jobApplicationFull": "A UI/UX designer is needed at CrystalWave Media to contribute to next‑generation work in digital growth ecosystems. Ideal applicants will have 1 year of background and technical strengths in C++, embedded systems, SEO/SEM, financial modeling, penetration testing."
  },
  {
    "userId": 392,
    "email": "ava.anderson@global.com",
    "phoneNumber": "+1-310-555-9748",
    "profileUsername": "Ava Anderson",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Hiring a full‑stack developer to lead efforts in employee development programs.",
    "jobApplicationFull": "The team at BrightPath HR Solutions needs a full‑stack developer who can advance development centered on employee development programs. Candidates must have a minimum of 2 years of experience and abilities in machine learning, CI/CD pipelines, data visualization."
  },
  {
    "userId": 393,
    "email": "harper.lewis@global.com",
    "phoneNumber": "+1-310-555-2515",
    "profileUsername": "Harper Lewis",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Searching for a HR generalist focused on ethical AI systems.",
    "jobApplicationFull": "AeroTek Systems is hiring a HR generalist to innovate within projects involving ethical AI systems. Applicants should bring at least 1 year of hands‑on work and proficiency in machine learning, MATLAB, React, Go, CAD tools."
  },
  {
    "userId": 394,
    "email": "evelyn.davis@corp.com",
    "phoneNumber": "+1-310-555-4760",
    "profileUsername": "Evelyn Davis",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Recruiting a data scientist specializing in smart‑grid optimization.",
    "jobApplicationFull": "Nova Energy Technologies is hiring a data scientist to innovate within projects involving smart‑grid optimization. Applicants should bring at least 2 years of hands‑on work and proficiency in CI/CD pipelines, TensorFlow, Go, React."
  },
  {
    "userId": 395,
    "email": "harper.moore@solutions.com",
    "phoneNumber": "+1-310-555-5439",
    "profileUsername": "Harper Moore",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Recruiting a data scientist specializing in smart‑grid optimization.",
    "jobApplicationFull": "Silverline Mobility is searching for a data scientist with expertise in smart‑grid optimization. The role requires 2 years of industry experience and strong skills in Go, CI/CD pipelines, Java, Azure, MATLAB."
  },
  {
    "userId": 396,
    "email": "ethan.clark@global.com",
    "phoneNumber": "+1-310-555-5634",
    "profileUsername": "Ethan Clark",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Searching for a financial analyst focused on brand identity frameworks.",
    "jobApplicationFull": "Peakstone Ventures is searching for a financial analyst with expertise in brand identity frameworks. The role requires 1 year of industry experience and strong skills in Node.js, CI/CD pipelines, embedded systems, CAD tools, Python."
  },
  {
    "userId": 397,
    "email": "james.robinson@tech.com",
    "phoneNumber": "+1-310-555-7303",
    "profileUsername": "James Robinson",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in brand identity frameworks.",
    "jobApplicationFull": "Nova Energy Technologies is searching for a renewable energy engineer with expertise in brand identity frameworks. The role requires 2 years of industry experience and strong skills in C++, Go, Python, Azure."
  },
  {
    "userId": 398,
    "email": "mason.taylor@corp.com",
    "phoneNumber": "+1-310-555-7347",
    "profileUsername": "Mason Taylor",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Searching for a product manager focused on cloud-native architectures.",
    "jobApplicationFull": "Everline Healthcare is searching for a product manager with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in SQL, Docker, financial modeling, Node.js, network security."
  },
  {
    "userId": 399,
    "email": "amelia.thomas@solutions.com",
    "phoneNumber": "+1-310-555-5484",
    "profileUsername": "Amelia Thomas",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Seeking a creative director experienced in predictive analytics.",
    "jobApplicationFull": "A creative director is needed at Nova Energy Technologies to contribute to next‑generation work in predictive analytics. Ideal applicants will have 6 years of background and technical strengths in SQL, Go, Java."
  },
  {
    "userId": 400,
    "email": "ava.lewis@global.com",
    "phoneNumber": "+1-310-555-6861",
    "profileUsername": "Ava Lewis",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Looking for a UI/UX designer with background in workflow orchestration.",
    "jobApplicationFull": "The team at Skyline Apps needs a UI/UX designer who can advance development centered on workflow orchestration. Candidates must have a minimum of 1 year of experience and abilities in Node.js, embedded systems, SEO/SEM."
  },
  {
    "userId": 401,
    "email": "liam.anderson@systems.com",
    "phoneNumber": "+1-310-555-2020",
    "profileUsername": "Liam Anderson",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Seeking a product manager experienced in workflow orchestration.",
    "jobApplicationFull": "The team at Blue Horizon Studios needs a product manager who can advance development centered on workflow orchestration. Candidates must have a minimum of 4 years of experience and abilities in MATLAB, machine learning, CI/CD pipelines."
  },
  {
    "userId": 402,
    "email": "isabella.hughes@corp.com",
    "phoneNumber": "+1-310-555-4766",
    "profileUsername": "Isabella Hughes",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Searching for a UI/UX designer focused on distributed computing.",
    "jobApplicationFull": "A UI/UX designer is needed at Everline Healthcare to contribute to next‑generation work in distributed computing. Ideal applicants will have 1 year of background and technical strengths in Java, TensorFlow, network security, Python."
  },
  {
    "userId": 403,
    "email": "liam.king@tech.com",
    "phoneNumber": "+1-310-555-9568",
    "profileUsername": "Liam King",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Searching for a machine learning engineer focused on smart‑grid optimization.",
    "jobApplicationFull": "A machine learning engineer is needed at Blue Horizon Studios to contribute to next‑generation work in smart‑grid optimization. Ideal applicants will have 2 years of background and technical strengths in SQL, React, TensorFlow."
  },
  {
    "userId": 404,
    "email": "william.hughes@solutions.com",
    "phoneNumber": "+1-310-555-5179",
    "profileUsername": "William Hughes",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a UI/UX designer experienced in end‑to‑end automation.",
    "jobApplicationFull": "CrystalWave Media is searching for a UI/UX designer with expertise in end‑to‑end automation. The role requires 1 year of industry experience and strong skills in data visualization, TensorFlow, CI/CD pipelines, CAD tools."
  },
  {
    "userId": 405,
    "email": "sophia.robinson@tech.com",
    "phoneNumber": "+1-310-555-8421",
    "profileUsername": "Sophia Robinson",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Searching for a automation specialist focused on cross‑functional project delivery.",
    "jobApplicationFull": "BrightPath HR Solutions is searching for a automation specialist with expertise in cross‑functional project delivery. The role requires 1 year of industry experience and strong skills in MATLAB, Azure, Java."
  },
  {
    "userId": 406,
    "email": "benjamin.taylor@systems.com",
    "phoneNumber": "+1-310-555-8309",
    "profileUsername": "Benjamin Taylor",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Hiring a operations coordinator to lead efforts in distributed computing.",
    "jobApplicationFull": "A operations coordinator is needed at BrightPath HR Solutions to contribute to next‑generation work in distributed computing. Ideal applicants will have 1 year of background and technical strengths in CAD tools, data visualization, Docker, AWS, network security."
  },
  {
    "userId": 407,
    "email": "charlotte.anderson@systems.com",
    "phoneNumber": "+1-310-555-9852",
    "profileUsername": "Charlotte Anderson",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Seeking a HR generalist experienced in smart‑grid optimization.",
    "jobApplicationFull": "Silverline Mobility is building strategic capabilities and seeks a HR generalist specializing in smart‑grid optimization. Required qualifications include 1 year of relevant experience and competencies in Figma, AWS, CAD tools, C++."
  },
  {
    "userId": 408,
    "email": "benjamin.taylor@global.com",
    "phoneNumber": "+1-310-555-7144",
    "profileUsername": "Benjamin Taylor",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a product manager experienced in incident forensics.",
    "jobApplicationFull": "The team at CrystalWave Media needs a product manager who can advance development centered on incident forensics. Candidates must have a minimum of 4 years of experience and abilities in penetration testing, CI/CD pipelines, network security, financial modeling."
  },
  {
    "userId": 409,
    "email": "ava.young@solutions.com",
    "phoneNumber": "+1-310-555-7166",
    "profileUsername": "Ava Young",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Looking for a HR generalist with background in advanced CAD modeling.",
    "jobApplicationFull": "A HR generalist is needed at Skyline Apps to contribute to next‑generation work in advanced CAD modeling. Ideal applicants will have 1 year of background and technical strengths in data visualization, penetration testing, Figma."
  },
  {
    "userId": 410,
    "email": "ethan.taylor@solutions.com",
    "phoneNumber": "+1-310-555-4616",
    "profileUsername": "Ethan Taylor",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Searching for a creative director focused on end‑to‑end automation.",
    "jobApplicationFull": "A creative director is needed at NextPhase AI to contribute to next‑generation work in end‑to‑end automation. Ideal applicants will have 6 years of background and technical strengths in financial modeling, data visualization, Azure, Kubernetes, CAD tools."
  },
  {
    "userId": 411,
    "email": "amelia.miller@tech.com",
    "phoneNumber": "+1-310-555-8427",
    "profileUsername": "Amelia Miller",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Searching for a data scientist focused on distributed computing.",
    "jobApplicationFull": "IronGate Engineering is searching for a data scientist with expertise in distributed computing. The role requires 2 years of industry experience and strong skills in SEO/SEM, Node.js, Kubernetes, Azure, Figma."
  },
  {
    "userId": 412,
    "email": "james.king@systems.com",
    "phoneNumber": "+1-310-555-2991",
    "profileUsername": "James King",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Hiring a automation specialist to lead efforts in smart‑grid optimization.",
    "jobApplicationFull": "Silverline Mobility is hiring a automation specialist to innovate within projects involving smart‑grid optimization. Applicants should bring at least 1 year of hands‑on work and proficiency in TensorFlow, data visualization, Kubernetes, AWS."
  },
  {
    "userId": 413,
    "email": "amelia.jackson@global.com",
    "phoneNumber": "+1-310-555-3356",
    "profileUsername": "Amelia Jackson",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Hiring a data scientist to lead efforts in smart‑grid optimization.",
    "jobApplicationFull": "The team at Vertex Robotics needs a data scientist who can advance development centered on smart‑grid optimization. Candidates must have a minimum of 2 years of experience and abilities in machine learning, Kubernetes, AWS."
  },
  {
    "userId": 414,
    "email": "isabella.wilson@global.com",
    "phoneNumber": "+1-310-555-3121",
    "profileUsername": "Isabella Wilson",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Seeking a backend engineer experienced in large‑scale system testing.",
    "jobApplicationFull": "Peakstone Ventures is hiring a backend engineer to innovate within projects involving large‑scale system testing. Applicants should bring at least 2 years of hands‑on work and proficiency in AWS, data visualization, Java, TensorFlow."
  },
  {
    "userId": 415,
    "email": "amelia.taylor@corp.com",
    "phoneNumber": "+1-310-555-8844",
    "profileUsername": "Amelia Taylor",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Searching for a cybersecurity analyst focused on real‑time analytics.",
    "jobApplicationFull": "The team at Quantum Cyber Defense needs a cybersecurity analyst who can advance development centered on real‑time analytics. Candidates must have a minimum of 1 year of experience and abilities in network security, C++, Kubernetes, embedded systems, React."
  },
  {
    "userId": 416,
    "email": "james.thomas@solutions.com",
    "phoneNumber": "+1-310-555-5539",
    "profileUsername": "James Thomas",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Looking for a product manager with background in distributed computing.",
    "jobApplicationFull": "Peakstone Ventures is searching for a product manager with expertise in distributed computing. The role requires 4 years of industry experience and strong skills in Python, penetration testing, CAD tools."
  },
  {
    "userId": 417,
    "email": "mason.brown@systems.com",
    "phoneNumber": "+1-310-555-4682",
    "profileUsername": "Mason Brown",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Looking for a renewable energy engineer with background in cloud-native architectures.",
    "jobApplicationFull": "A renewable energy engineer is needed at Skyline Apps to contribute to next‑generation work in cloud-native architectures. Ideal applicants will have 6 years of background and technical strengths in Node.js, React, network security."
  },
  {
    "userId": 418,
    "email": "evelyn.lewis@systems.com",
    "phoneNumber": "+1-310-555-8265",
    "profileUsername": "Evelyn Lewis",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Looking for a renewable energy engineer with background in large‑scale system testing.",
    "jobApplicationFull": "IronGate Engineering is searching for a renewable energy engineer with expertise in large‑scale system testing. The role requires 2 years of industry experience and strong skills in Azure, financial modeling, penetration testing, CAD tools, MATLAB."
  },
  {
    "userId": 419,
    "email": "emma.king@corp.com",
    "phoneNumber": "+1-310-555-4929",
    "profileUsername": "Emma King",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Hiring a creative director to lead efforts in smart‑grid optimization.",
    "jobApplicationFull": "Skyline Apps is searching for a creative director with expertise in smart‑grid optimization. The role requires 6 years of industry experience and strong skills in React, Figma, machine learning, SQL, Docker."
  },
  {
    "userId": 420,
    "email": "sophia.young@global.com",
    "phoneNumber": "+1-310-555-2631",
    "profileUsername": "Sophia Young",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Seeking a operations coordinator experienced in cloud-native architectures.",
    "jobApplicationFull": "BrightPath HR Solutions is searching for a operations coordinator with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in React, Java, embedded systems, AWS, Node.js."
  },
  {
    "userId": 421,
    "email": "harper.hughes@systems.com",
    "phoneNumber": "+1-310-555-1793",
    "profileUsername": "Harper Hughes",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Looking for a digital marketing strategist with background in smart‑grid optimization.",
    "jobApplicationFull": "Orion Security Group is hiring a digital marketing strategist to innovate within projects involving smart‑grid optimization. Applicants should bring at least 1 year of hands‑on work and proficiency in Python, financial modeling, Azure, Docker, embedded systems."
  },
  {
    "userId": 422,
    "email": "isabella.johnson@solutions.com",
    "phoneNumber": "+1-310-555-1955",
    "profileUsername": "Isabella Johnson",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Seeking a machine learning engineer experienced in large‑scale system testing.",
    "jobApplicationFull": "GreenLeaf Marketing is building strategic capabilities and seeks a machine learning engineer specializing in large‑scale system testing. Required qualifications include 2 years of relevant experience and competencies in SEO/SEM, CAD tools, Go, financial modeling."
  },
  {
    "userId": 423,
    "email": "evelyn.jackson@corp.com",
    "phoneNumber": "+1-310-555-5745",
    "profileUsername": "Evelyn Jackson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Searching for a mechanical engineer focused on cloud-native architectures.",
    "jobApplicationFull": "A mechanical engineer is needed at Northbridge Finance to contribute to next‑generation work in cloud-native architectures. Ideal applicants will have 6 years of background and technical strengths in Java, Node.js, Kubernetes."
  },
  {
    "userId": 424,
    "email": "sophia.wilson@corp.com",
    "phoneNumber": "+1-310-555-7199",
    "profileUsername": "Sophia Wilson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Hiring a cybersecurity analyst to lead efforts in predictive analytics.",
    "jobApplicationFull": "Northbridge Finance is hiring a cybersecurity analyst to innovate within projects involving predictive analytics. Applicants should bring at least 1 year of hands‑on work and proficiency in Docker, SQL, CAD tools, financial modeling."
  },
  {
    "userId": 425,
    "email": "lucas.johnson@systems.com",
    "phoneNumber": "+1-310-555-6789",
    "profileUsername": "Lucas Johnson",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Looking for a backend engineer with background in ethical AI systems.",
    "jobApplicationFull": "BrightPath HR Solutions is building strategic capabilities and seeks a backend engineer specializing in ethical AI systems. Required qualifications include 2 years of relevant experience and competencies in AWS, data visualization, CAD tools."
  },
  {
    "userId": 426,
    "email": "emma.anderson@corp.com",
    "phoneNumber": "+1-310-555-9753",
    "profileUsername": "Emma Anderson",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a operations coordinator focused on predictive analytics.",
    "jobApplicationFull": "CloudForge Systems is building strategic capabilities and seeks a operations coordinator specializing in predictive analytics. Required qualifications include 1 year of relevant experience and competencies in React, C++, Node.js, AWS, embedded systems."
  },
  {
    "userId": 427,
    "email": "olivia.brown@global.com",
    "phoneNumber": "+1-310-555-2425",
    "profileUsername": "Olivia Brown",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Recruiting a backend engineer specializing in cloud-native architectures.",
    "jobApplicationFull": "Northbridge Finance is searching for a backend engineer with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in Kubernetes, TensorFlow, AWS, MATLAB."
  },
  {
    "userId": 428,
    "email": "mason.brown@tech.com",
    "phoneNumber": "+1-310-555-3225",
    "profileUsername": "Mason Brown",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Recruiting a renewable energy engineer specializing in cloud-native architectures.",
    "jobApplicationFull": "A renewable energy engineer is needed at AeroTek Systems to contribute to next‑generation work in cloud-native architectures. Ideal applicants will have 6 years of background and technical strengths in financial modeling, MATLAB, CAD tools, SQL."
  },
  {
    "userId": 429,
    "email": "henry.harris@systems.com",
    "phoneNumber": "+1-310-555-8762",
    "profileUsername": "Henry Harris",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Seeking a full‑stack developer experienced in distributed computing.",
    "jobApplicationFull": "A full‑stack developer is needed at Quantum Cyber Defense to contribute to next‑generation work in distributed computing. Ideal applicants will have 2 years of background and technical strengths in machine learning, SQL, Figma, embedded systems."
  },
  {
    "userId": 430,
    "email": "sophia.brown@corp.com",
    "phoneNumber": "+1-310-555-8066",
    "profileUsername": "Sophia Brown",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Looking for a automation specialist with background in API lifecycle design.",
    "jobApplicationFull": "Quantum Cyber Defense is hiring a automation specialist to innovate within projects involving API lifecycle design. Applicants should bring at least 1 year of hands‑on work and proficiency in MATLAB, React, Docker."
  },
  {
    "userId": 431,
    "email": "lucas.johnson@global.com",
    "phoneNumber": "+1-310-555-1753",
    "profileUsername": "Lucas Johnson",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Recruiting a machine learning engineer specializing in data-driven storytelling.",
    "jobApplicationFull": "Northbridge Finance is building strategic capabilities and seeks a machine learning engineer specializing in data-driven storytelling. Required qualifications include 2 years of relevant experience and competencies in Kubernetes, AWS, Node.js."
  },
  {
    "userId": 432,
    "email": "olivia.harris@systems.com",
    "phoneNumber": "+1-310-555-9516",
    "profileUsername": "Olivia Harris",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Looking for a software architect with background in end‑to‑end automation.",
    "jobApplicationFull": "CloudForge Systems is hiring a software architect to innovate within projects involving end‑to‑end automation. Applicants should bring at least 6 years of hands‑on work and proficiency in AWS, Node.js, C++."
  },
  {
    "userId": 433,
    "email": "jack.anderson@tech.com",
    "phoneNumber": "+1-310-555-9556",
    "profileUsername": "Jack Anderson",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Searching for a operations coordinator focused on digital growth ecosystems.",
    "jobApplicationFull": "A operations coordinator is needed at BrightPath HR Solutions to contribute to next‑generation work in digital growth ecosystems. Ideal applicants will have 1 year of background and technical strengths in TensorFlow, SEO/SEM, AWS, Go, network security."
  },
  {
    "userId": 434,
    "email": "noah.clark@systems.com",
    "phoneNumber": "+1-310-555-8905",
    "profileUsername": "Noah Clark",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Searching for a HR generalist focused on workflow orchestration.",
    "jobApplicationFull": "BrightPath HR Solutions is building strategic capabilities and seeks a HR generalist specializing in workflow orchestration. Required qualifications include 1 year of relevant experience and competencies in AWS, machine learning, Go, CI/CD pipelines."
  },
  {
    "userId": 435,
    "email": "liam.clark@systems.com",
    "phoneNumber": "+1-310-555-3176",
    "profileUsername": "Liam Clark",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a HR generalist focused on ethical AI systems.",
    "jobApplicationFull": "CloudForge Systems is building strategic capabilities and seeks a HR generalist specializing in ethical AI systems. Required qualifications include 1 year of relevant experience and competencies in embedded systems, Go, C++, network security, Node.js."
  },
  {
    "userId": 436,
    "email": "henry.white@global.com",
    "phoneNumber": "+1-310-555-5507",
    "profileUsername": "Henry White",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Hiring a UI/UX designer to lead efforts in cloud-native architectures.",
    "jobApplicationFull": "Finverse Analytics is searching for a UI/UX designer with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in network security, TensorFlow, embedded systems, penetration testing, SQL."
  },
  {
    "userId": 437,
    "email": "noah.miller@global.com",
    "phoneNumber": "+1-310-555-6231",
    "profileUsername": "Noah Miller",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Searching for a operations coordinator focused on API lifecycle design.",
    "jobApplicationFull": "Everline Healthcare is building strategic capabilities and seeks a operations coordinator specializing in API lifecycle design. Required qualifications include 1 year of relevant experience and competencies in Python, React, Azure, Java."
  },
  {
    "userId": 438,
    "email": "mason.lewis@global.com",
    "phoneNumber": "+1-310-555-6329",
    "profileUsername": "Mason Lewis",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Hiring a creative director to lead efforts in predictive analytics.",
    "jobApplicationFull": "The team at CrystalWave Media needs a creative director who can advance development centered on predictive analytics. Candidates must have a minimum of 6 years of experience and abilities in TensorFlow, Docker, SEO/SEM, C++."
  },
  {
    "userId": 439,
    "email": "charlotte.davis@global.com",
    "phoneNumber": "+1-310-555-6591",
    "profileUsername": "Charlotte Davis",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Seeking a data scientist experienced in data-driven storytelling.",
    "jobApplicationFull": "CloudForge Systems is building strategic capabilities and seeks a data scientist specializing in data-driven storytelling. Required qualifications include 2 years of relevant experience and competencies in C++, TensorFlow, Azure."
  },
  {
    "userId": 440,
    "email": "liam.jackson@global.com",
    "phoneNumber": "+1-310-555-3501",
    "profileUsername": "Liam Jackson",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Searching for a machine learning engineer focused on real‑time analytics.",
    "jobApplicationFull": "Blue Horizon Studios is building strategic capabilities and seeks a machine learning engineer specializing in real‑time analytics. Required qualifications include 2 years of relevant experience and competencies in machine learning, Go, Kubernetes."
  },
  {
    "userId": 441,
    "email": "emma.young@systems.com",
    "phoneNumber": "+1-310-555-3071",
    "profileUsername": "Emma Young",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Seeking a operations coordinator experienced in advanced CAD modeling.",
    "jobApplicationFull": "Quantum Cyber Defense is searching for a operations coordinator with expertise in advanced CAD modeling. The role requires 1 year of industry experience and strong skills in machine learning, Azure, AWS."
  },
  {
    "userId": 442,
    "email": "william.moore@corp.com",
    "phoneNumber": "+1-310-555-5454",
    "profileUsername": "William Moore",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Recruiting a backend engineer specializing in ethical AI systems.",
    "jobApplicationFull": "A backend engineer is needed at Quantum Cyber Defense to contribute to next‑generation work in ethical AI systems. Ideal applicants will have 2 years of background and technical strengths in Azure, embedded systems, MATLAB, C++, AWS."
  },
  {
    "userId": 443,
    "email": "mason.clark@systems.com",
    "phoneNumber": "+1-310-555-6337",
    "profileUsername": "Mason Clark",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Searching for a backend engineer focused on incident forensics.",
    "jobApplicationFull": "Finverse Analytics is searching for a backend engineer with expertise in incident forensics. The role requires 2 years of industry experience and strong skills in network security, SQL, penetration testing."
  },
  {
    "userId": 444,
    "email": "liam.wilson@corp.com",
    "phoneNumber": "+1-310-555-2542",
    "profileUsername": "Liam Wilson",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Hiring a creative director to lead efforts in digital growth ecosystems.",
    "jobApplicationFull": "The team at Everline Healthcare needs a creative director who can advance development centered on digital growth ecosystems. Candidates must have a minimum of 6 years of experience and abilities in Node.js, MATLAB, Kubernetes."
  },
  {
    "userId": 445,
    "email": "jack.davis@tech.com",
    "phoneNumber": "+1-310-555-4106",
    "profileUsername": "Jack Davis",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Searching for a backend engineer focused on digital growth ecosystems.",
    "jobApplicationFull": "A backend engineer is needed at Quantum Cyber Defense to contribute to next‑generation work in digital growth ecosystems. Ideal applicants will have 2 years of background and technical strengths in Docker, Azure, Kubernetes, AWS, SQL."
  },
  {
    "userId": 446,
    "email": "sophia.white@corp.com",
    "phoneNumber": "+1-310-555-7216",
    "profileUsername": "Sophia White",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Hiring a creative director to lead efforts in immersive media production.",
    "jobApplicationFull": "The team at Everline Healthcare needs a creative director who can advance development centered on immersive media production. Candidates must have a minimum of 6 years of experience and abilities in Docker, Figma, penetration testing, C++, network security."
  },
  {
    "userId": 447,
    "email": "evelyn.thomas@solutions.com",
    "phoneNumber": "+1-310-555-2014",
    "profileUsername": "Evelyn Thomas",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Seeking a HR generalist experienced in brand identity frameworks.",
    "jobApplicationFull": "CloudForge Systems is building strategic capabilities and seeks a HR generalist specializing in brand identity frameworks. Required qualifications include 1 year of relevant experience and competencies in penetration testing, Python, TensorFlow, AWS."
  },
  {
    "userId": 448,
    "email": "jack.white@solutions.com",
    "phoneNumber": "+1-310-555-8763",
    "profileUsername": "Jack White",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Searching for a operations coordinator focused on ethical AI systems.",
    "jobApplicationFull": "Everline Healthcare is building strategic capabilities and seeks a operations coordinator specializing in ethical AI systems. Required qualifications include 1 year of relevant experience and competencies in Figma, Docker, Python, Azure, Java."
  },
  {
    "userId": 449,
    "email": "ethan.miller@systems.com",
    "phoneNumber": "+1-310-555-3112",
    "profileUsername": "Ethan Miller",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Looking for a operations coordinator with background in cloud-native architectures.",
    "jobApplicationFull": "Peakstone Ventures is searching for a operations coordinator with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in AWS, Kubernetes, penetration testing, Azure, C++."
  },
  {
    "userId": 450,
    "email": "lucas.johnson@solutions.com",
    "phoneNumber": "+1-310-555-5341",
    "profileUsername": "Lucas Johnson",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a digital marketing strategist focused on brand identity frameworks.",
    "jobApplicationFull": "CloudForge Systems is hiring a digital marketing strategist to innovate within projects involving brand identity frameworks. Applicants should bring at least 1 year of hands‑on work and proficiency in AWS, CAD tools, Go, Java, SEO/SEM."
  },
  {
    "userId": 451,
    "email": "evelyn.brown@global.com",
    "phoneNumber": "+1-310-555-7385",
    "profileUsername": "Evelyn Brown",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Looking for a renewable energy engineer with background in large‑scale system testing.",
    "jobApplicationFull": "Summit Data Labs is building strategic capabilities and seeks a renewable energy engineer specializing in large‑scale system testing. Required qualifications include 2 years of relevant experience and competencies in SQL, CAD tools, financial modeling."
  },
  {
    "userId": 452,
    "email": "ethan.anderson@solutions.com",
    "phoneNumber": "+1-310-555-5782",
    "profileUsername": "Ethan Anderson",
    "companyName": "Vertex Robotics",
    "jobApplicationSummary": "Hiring a product manager to lead efforts in brand identity frameworks.",
    "jobApplicationFull": "The team at Vertex Robotics needs a product manager who can advance development centered on brand identity frameworks. Candidates must have a minimum of 4 years of experience and abilities in Python, machine learning, data visualization, Azure, CI/CD pipelines."
  },
  {
    "userId": 453,
    "email": "jack.wilson@tech.com",
    "phoneNumber": "+1-310-555-3703",
    "profileUsername": "Jack Wilson",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Looking for a mechanical engineer with background in large‑scale system testing.",
    "jobApplicationFull": "A mechanical engineer is needed at Nova Energy Technologies to contribute to next‑generation work in large‑scale system testing. Ideal applicants will have 2 years of background and technical strengths in penetration testing, Figma, React, TensorFlow."
  },
  {
    "userId": 454,
    "email": "jack.harris@solutions.com",
    "phoneNumber": "+1-310-555-5817",
    "profileUsername": "Jack Harris",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Looking for a UI/UX designer with background in data-driven storytelling.",
    "jobApplicationFull": "AeroTek Systems is building strategic capabilities and seeks a UI/UX designer specializing in data-driven storytelling. Required qualifications include 1 year of relevant experience and competencies in network security, Java, Go, AWS."
  },
  {
    "userId": 455,
    "email": "ava.taylor@solutions.com",
    "phoneNumber": "+1-310-555-3055",
    "profileUsername": "Ava Taylor",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Looking for a software architect with background in large‑scale system testing.",
    "jobApplicationFull": "Summit Data Labs is building strategic capabilities and seeks a software architect specializing in large‑scale system testing. Required qualifications include 6 years of relevant experience and competencies in embedded systems, Docker, C++, machine learning."
  },
  {
    "userId": 456,
    "email": "lucas.anderson@solutions.com",
    "phoneNumber": "+1-310-555-2090",
    "profileUsername": "Lucas Anderson",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Searching for a product manager focused on distributed computing.",
    "jobApplicationFull": "AeroTek Systems is building strategic capabilities and seeks a product manager specializing in distributed computing. Required qualifications include 4 years of relevant experience and competencies in data visualization, CAD tools, penetration testing."
  },
  {
    "userId": 457,
    "email": "jack.martin@systems.com",
    "phoneNumber": "+1-310-555-1472",
    "profileUsername": "Jack Martin",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Looking for a creative director with background in distributed computing.",
    "jobApplicationFull": "A creative director is needed at TechSphere Innovations to contribute to next‑generation work in distributed computing. Ideal applicants will have 6 years of background and technical strengths in Node.js, MATLAB, financial modeling, C++."
  },
  {
    "userId": 458,
    "email": "mason.white@systems.com",
    "phoneNumber": "+1-310-555-4100",
    "profileUsername": "Mason White",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Hiring a product manager to lead efforts in ethical AI systems.",
    "jobApplicationFull": "Nova Energy Technologies is searching for a product manager with expertise in ethical AI systems. The role requires 4 years of industry experience and strong skills in Python, penetration testing, embedded systems, SQL."
  },
  {
    "userId": 459,
    "email": "charlotte.miller@tech.com",
    "phoneNumber": "+1-310-555-1775",
    "profileUsername": "Charlotte Miller",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Searching for a renewable energy engineer focused on workflow orchestration.",
    "jobApplicationFull": "The team at Orion Security Group needs a renewable energy engineer who can advance development centered on workflow orchestration. Candidates must have a minimum of 2 years of experience and abilities in Kubernetes, Node.js, Azure, SQL, TensorFlow."
  },
  {
    "userId": 460,
    "email": "olivia.clark@global.com",
    "phoneNumber": "+1-310-555-4814",
    "profileUsername": "Olivia Clark",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Searching for a creative director focused on cloud-native architectures.",
    "jobApplicationFull": "Skyline Apps is searching for a creative director with expertise in cloud-native architectures. The role requires 6 years of industry experience and strong skills in network security, AWS, embedded systems, Kubernetes."
  },
  {
    "userId": 461,
    "email": "isabella.johnson@global.com",
    "phoneNumber": "+1-310-555-6800",
    "profileUsername": "Isabella Johnson",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Recruiting a UI/UX designer specializing in large‑scale system testing.",
    "jobApplicationFull": "CloudForge Systems is searching for a UI/UX designer with expertise in large‑scale system testing. The role requires 1 year of industry experience and strong skills in Python, SQL, embedded systems, machine learning."
  },
  {
    "userId": 462,
    "email": "harper.martin@corp.com",
    "phoneNumber": "+1-310-555-9921",
    "profileUsername": "Harper Martin",
    "companyName": "CrystalWave Media",
    "jobApplicationSummary": "Seeking a automation specialist experienced in predictive analytics.",
    "jobApplicationFull": "CrystalWave Media is hiring a automation specialist to innovate within projects involving predictive analytics. Applicants should bring at least 1 year of hands‑on work and proficiency in AWS, penetration testing, CI/CD pipelines."
  },
  {
    "userId": 463,
    "email": "charlotte.king@systems.com",
    "phoneNumber": "+1-310-555-2612",
    "profileUsername": "Charlotte King",
    "companyName": "Peakstone Ventures",
    "jobApplicationSummary": "Hiring a operations coordinator to lead efforts in cross‑functional project delivery.",
    "jobApplicationFull": "Peakstone Ventures is searching for a operations coordinator with expertise in cross‑functional project delivery. The role requires 1 year of industry experience and strong skills in Figma, CI/CD pipelines, penetration testing."
  },
  {
    "userId": 464,
    "email": "mason.jackson@corp.com",
    "phoneNumber": "+1-310-555-6379",
    "profileUsername": "Mason Jackson",
    "companyName": "Blue Horizon Studios",
    "jobApplicationSummary": "Recruiting a mechanical engineer specializing in real‑time analytics.",
    "jobApplicationFull": "A mechanical engineer is needed at Blue Horizon Studios to contribute to next‑generation work in real‑time analytics. Ideal applicants will have 2 years of background and technical strengths in CI/CD pipelines, Java, Azure."
  },
  {
    "userId": 465,
    "email": "liam.taylor@corp.com",
    "phoneNumber": "+1-310-555-5328",
    "profileUsername": "Liam Taylor",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Hiring a financial analyst to lead efforts in cloud-native architectures.",
    "jobApplicationFull": "The team at Orion Security Group needs a financial analyst who can advance development centered on cloud-native architectures. Candidates must have a minimum of 6 years of experience and abilities in Docker, AWS, Azure, Node.js."
  },
  {
    "userId": 466,
    "email": "liam.taylor@solutions.com",
    "phoneNumber": "+1-310-555-7502",
    "profileUsername": "Liam Taylor",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in workflow orchestration.",
    "jobApplicationFull": "Orion Security Group is hiring a renewable energy engineer to innovate within projects involving workflow orchestration. Applicants should bring at least 2 years of hands‑on work and proficiency in Java, CAD tools, network security."
  },
  {
    "userId": 467,
    "email": "lucas.taylor@corp.com",
    "phoneNumber": "+1-310-555-1522",
    "profileUsername": "Lucas Taylor",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Looking for a digital marketing strategist with background in end‑to‑end automation.",
    "jobApplicationFull": "A digital marketing strategist is needed at CloudForge Systems to contribute to next‑generation work in end‑to‑end automation. Ideal applicants will have 1 year of background and technical strengths in financial modeling, CI/CD pipelines, React, Figma."
  },
  {
    "userId": 468,
    "email": "isabella.king@solutions.com",
    "phoneNumber": "+1-310-555-1738",
    "profileUsername": "Isabella King",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Recruiting a product manager specializing in real‑time analytics.",
    "jobApplicationFull": "NextPhase AI is searching for a product manager with expertise in real‑time analytics. The role requires 4 years of industry experience and strong skills in CI/CD pipelines, data visualization, SEO/SEM, TensorFlow, Java."
  },
  {
    "userId": 469,
    "email": "isabella.king@systems.com",
    "phoneNumber": "+1-310-555-1814",
    "profileUsername": "Isabella King",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Looking for a software architect with background in risk modeling.",
    "jobApplicationFull": "IronGate Engineering is searching for a software architect with expertise in risk modeling. The role requires 6 years of industry experience and strong skills in Python, network security, Node.js."
  },
  {
    "userId": 470,
    "email": "noah.johnson@tech.com",
    "phoneNumber": "+1-310-555-5340",
    "profileUsername": "Noah Johnson",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Recruiting a financial analyst specializing in brand identity frameworks.",
    "jobApplicationFull": "A financial analyst is needed at Quantum Cyber Defense to contribute to next‑generation work in brand identity frameworks. Ideal applicants will have 1 year of background and technical strengths in Node.js, Go, CAD tools, Azure."
  },
  {
    "userId": 471,
    "email": "benjamin.lewis@systems.com",
    "phoneNumber": "+1-310-555-6186",
    "profileUsername": "Benjamin Lewis",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Looking for a data scientist with background in distributed computing.",
    "jobApplicationFull": "The team at TechSphere Innovations needs a data scientist who can advance development centered on distributed computing. Candidates must have a minimum of 2 years of experience and abilities in SQL, MATLAB, penetration testing, TensorFlow, financial modeling."
  },
  {
    "userId": 472,
    "email": "isabella.taylor@solutions.com",
    "phoneNumber": "+1-310-555-4694",
    "profileUsername": "Isabella Taylor",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Looking for a financial analyst with background in cross‑functional project delivery.",
    "jobApplicationFull": "GreenLeaf Marketing is building strategic capabilities and seeks a financial analyst specializing in cross‑functional project delivery. Required qualifications include 1 year of relevant experience and competencies in financial modeling, Figma, CI/CD pipelines."
  },
  {
    "userId": 473,
    "email": "lucas.davis@solutions.com",
    "phoneNumber": "+1-310-555-3620",
    "profileUsername": "Lucas Davis",
    "companyName": "Skyline Apps",
    "jobApplicationSummary": "Looking for a UI/UX designer with background in workflow orchestration.",
    "jobApplicationFull": "A UI/UX designer is needed at Skyline Apps to contribute to next‑generation work in workflow orchestration. Ideal applicants will have 1 year of background and technical strengths in CI/CD pipelines, embedded systems, TensorFlow."
  },
  {
    "userId": 474,
    "email": "isabella.moore@tech.com",
    "phoneNumber": "+1-310-555-2548",
    "profileUsername": "Isabella Moore",
    "companyName": "IronGate Engineering",
    "jobApplicationSummary": "Seeking a operations coordinator experienced in smart‑grid optimization.",
    "jobApplicationFull": "The team at IronGate Engineering needs a operations coordinator who can advance development centered on smart‑grid optimization. Candidates must have a minimum of 1 year of experience and abilities in network security, Node.js, Kubernetes, Docker."
  },
  {
    "userId": 475,
    "email": "amelia.taylor@systems.com",
    "phoneNumber": "+1-310-555-8628",
    "profileUsername": "Amelia Taylor",
    "companyName": "AeroTek Systems",
    "jobApplicationSummary": "Seeking a cybersecurity analyst experienced in risk modeling.",
    "jobApplicationFull": "AeroTek Systems is building strategic capabilities and seeks a cybersecurity analyst specializing in risk modeling. Required qualifications include 1 year of relevant experience and competencies in embedded systems, Python, Java, MATLAB."
  },
  {
    "userId": 476,
    "email": "emma.moore@tech.com",
    "phoneNumber": "+1-310-555-5155",
    "profileUsername": "Emma Moore",
    "companyName": "Quantum Cyber Defense",
    "jobApplicationSummary": "Seeking a HR generalist experienced in incident forensics.",
    "jobApplicationFull": "A HR generalist is needed at Quantum Cyber Defense to contribute to next‑generation work in incident forensics. Ideal applicants will have 1 year of background and technical strengths in Azure, SEO/SEM, penetration testing, network security, C++."
  },
  {
    "userId": 477,
    "email": "harper.harris@systems.com",
    "phoneNumber": "+1-310-555-7424",
    "profileUsername": "Harper Harris",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Recruiting a digital marketing strategist specializing in risk modeling.",
    "jobApplicationFull": "GreenLeaf Marketing is hiring a digital marketing strategist to innovate within projects involving risk modeling. Applicants should bring at least 1 year of hands‑on work and proficiency in Docker, penetration testing, machine learning."
  },
  {
    "userId": 478,
    "email": "sophia.lewis@corp.com",
    "phoneNumber": "+1-310-555-6485",
    "profileUsername": "Sophia Lewis",
    "companyName": "Silverline Mobility",
    "jobApplicationSummary": "Recruiting a financial analyst specializing in real‑time analytics.",
    "jobApplicationFull": "A financial analyst is needed at Silverline Mobility to contribute to next‑generation work in real‑time analytics. Ideal applicants will have 1 year of background and technical strengths in embedded systems, SEO/SEM, penetration testing, machine learning, financial modeling."
  },
  {
    "userId": 479,
    "email": "liam.johnson@corp.com",
    "phoneNumber": "+1-310-555-6114",
    "profileUsername": "Liam Johnson",
    "companyName": "BrightPath HR Solutions",
    "jobApplicationSummary": "Hiring a cybersecurity analyst to lead efforts in cross‑functional project delivery.",
    "jobApplicationFull": "BrightPath HR Solutions is searching for a cybersecurity analyst with expertise in cross‑functional project delivery. The role requires 1 year of industry experience and strong skills in Azure, financial modeling, AWS."
  },
  {
    "userId": 480,
    "email": "mason.clark@tech.com",
    "phoneNumber": "+1-310-555-4771",
    "profileUsername": "Mason Clark",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Looking for a operations coordinator with background in end‑to‑end automation.",
    "jobApplicationFull": "A operations coordinator is needed at Nova Energy Technologies to contribute to next‑generation work in end‑to‑end automation. Ideal applicants will have 1 year of background and technical strengths in data visualization, SEO/SEM, TensorFlow."
  },
  {
    "userId": 481,
    "email": "sophia.johnson@global.com",
    "phoneNumber": "+1-310-555-1785",
    "profileUsername": "Sophia Johnson",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Looking for a product manager with background in cloud-native architectures.",
    "jobApplicationFull": "A product manager is needed at TechSphere Innovations to contribute to next‑generation work in cloud-native architectures. Ideal applicants will have 6 years of background and technical strengths in CI/CD pipelines, React, SEO/SEM, machine learning, Java."
  },
  {
    "userId": 482,
    "email": "isabella.king@tech.com",
    "phoneNumber": "+1-310-555-9247",
    "profileUsername": "Isabella King",
    "companyName": "Northbridge Finance",
    "jobApplicationSummary": "Hiring a digital marketing strategist to lead efforts in risk modeling.",
    "jobApplicationFull": "A digital marketing strategist is needed at Northbridge Finance to contribute to next‑generation work in risk modeling. Ideal applicants will have 1 year of background and technical strengths in Kubernetes, data visualization, CAD tools, C++."
  },
  {
    "userId": 483,
    "email": "william.lewis@solutions.com",
    "phoneNumber": "+1-310-555-5055",
    "profileUsername": "William Lewis",
    "companyName": "NextPhase AI",
    "jobApplicationSummary": "Searching for a UI/UX designer focused on cross‑functional project delivery.",
    "jobApplicationFull": "NextPhase AI is hiring a UI/UX designer to innovate within projects involving cross‑functional project delivery. Applicants should bring at least 1 year of hands‑on work and proficiency in financial modeling, Azure, CAD tools."
  },
  {
    "userId": 484,
    "email": "mason.young@global.com",
    "phoneNumber": "+1-310-555-9615",
    "profileUsername": "Mason Young",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Recruiting a HR generalist specializing in immersive media production.",
    "jobApplicationFull": "Finverse Analytics is searching for a HR generalist with expertise in immersive media production. The role requires 1 year of industry experience and strong skills in Kubernetes, TensorFlow, C++, data visualization, SQL."
  },
  {
    "userId": 485,
    "email": "james.davis@tech.com",
    "phoneNumber": "+1-310-555-1197",
    "profileUsername": "James Davis",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Looking for a machine learning engineer with background in digital growth ecosystems.",
    "jobApplicationFull": "The team at Summit Data Labs needs a machine learning engineer who can advance development centered on digital growth ecosystems. Candidates must have a minimum of 2 years of experience and abilities in Figma, embedded systems, TensorFlow."
  },
  {
    "userId": 486,
    "email": "sophia.moore@solutions.com",
    "phoneNumber": "+1-310-555-9088",
    "profileUsername": "Sophia Moore",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Seeking a software architect experienced in data-driven storytelling.",
    "jobApplicationFull": "The team at CloudForge Systems needs a software architect who can advance development centered on data-driven storytelling. Candidates must have a minimum of 6 years of experience and abilities in Docker, Node.js, embedded systems, financial modeling, AWS."
  },
  {
    "userId": 487,
    "email": "charlotte.taylor@systems.com",
    "phoneNumber": "+1-310-555-8210",
    "profileUsername": "Charlotte Taylor",
    "companyName": "GreenLeaf Marketing",
    "jobApplicationSummary": "Seeking a full‑stack developer experienced in smart‑grid optimization.",
    "jobApplicationFull": "A full‑stack developer is needed at GreenLeaf Marketing to contribute to next‑generation work in smart‑grid optimization. Ideal applicants will have 2 years of background and technical strengths in C++, Figma, Docker, TensorFlow."
  },
  {
    "userId": 488,
    "email": "olivia.moore@tech.com",
    "phoneNumber": "+1-310-555-3110",
    "profileUsername": "Olivia Moore",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Hiring a cybersecurity analyst to lead efforts in data-driven storytelling.",
    "jobApplicationFull": "Nova Energy Technologies is building strategic capabilities and seeks a cybersecurity analyst specializing in data-driven storytelling. Required qualifications include 1 year of relevant experience and competencies in Kubernetes, Figma, financial modeling."
  },
  {
    "userId": 489,
    "email": "ava.moore@systems.com",
    "phoneNumber": "+1-310-555-6763",
    "profileUsername": "Ava Moore",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Seeking a renewable energy engineer experienced in brand identity frameworks.",
    "jobApplicationFull": "The team at Nova Energy Technologies needs a renewable energy engineer who can advance development centered on brand identity frameworks. Candidates must have a minimum of 2 years of experience and abilities in Go, TensorFlow, React, Docker."
  },
  {
    "userId": 490,
    "email": "olivia.johnson@tech.com",
    "phoneNumber": "+1-310-555-8300",
    "profileUsername": "Olivia Johnson",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Hiring a digital marketing strategist to lead efforts in distributed computing.",
    "jobApplicationFull": "Finverse Analytics is building strategic capabilities and seeks a digital marketing strategist specializing in distributed computing. Required qualifications include 1 year of relevant experience and competencies in data visualization, CAD tools, Figma, MATLAB, CI/CD pipelines."
  },
  {
    "userId": 491,
    "email": "lucas.white@corp.com",
    "phoneNumber": "+1-310-555-7027",
    "profileUsername": "Lucas White",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Seeking a mechanical engineer experienced in incident forensics.",
    "jobApplicationFull": "CloudForge Systems is hiring a mechanical engineer to innovate within projects involving incident forensics. Applicants should bring at least 2 years of hands‑on work and proficiency in Node.js, TensorFlow, MATLAB."
  },
  {
    "userId": 492,
    "email": "amelia.harris@tech.com",
    "phoneNumber": "+1-310-555-3550",
    "profileUsername": "Amelia Harris",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Hiring a operations coordinator to lead efforts in workflow orchestration.",
    "jobApplicationFull": "Orion Security Group is hiring a operations coordinator to innovate within projects involving workflow orchestration. Applicants should bring at least 1 year of hands‑on work and proficiency in data visualization, CI/CD pipelines, TensorFlow, Docker."
  },
  {
    "userId": 493,
    "email": "mason.white@global.com",
    "phoneNumber": "+1-310-555-2938",
    "profileUsername": "Mason White",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Seeking a digital marketing strategist experienced in immersive media production.",
    "jobApplicationFull": "Summit Data Labs is hiring a digital marketing strategist to innovate within projects involving immersive media production. Applicants should bring at least 1 year of hands‑on work and proficiency in Python, React, data visualization."
  },
  {
    "userId": 494,
    "email": "harper.martin@global.com",
    "phoneNumber": "+1-310-555-2005",
    "profileUsername": "Harper Martin",
    "companyName": "CloudForge Systems",
    "jobApplicationSummary": "Searching for a backend engineer focused on brand identity frameworks.",
    "jobApplicationFull": "CloudForge Systems is searching for a backend engineer with expertise in brand identity frameworks. The role requires 2 years of industry experience and strong skills in CAD tools, Docker, Figma."
  },
  {
    "userId": 495,
    "email": "mia.lewis@global.com",
    "phoneNumber": "+1-310-555-8582",
    "profileUsername": "Mia Lewis",
    "companyName": "TechSphere Innovations",
    "jobApplicationSummary": "Recruiting a product manager specializing in incident forensics.",
    "jobApplicationFull": "TechSphere Innovations is building strategic capabilities and seeks a product manager specializing in incident forensics. Required qualifications include 4 years of relevant experience and competencies in Python, Kubernetes, Figma, data visualization."
  },
  {
    "userId": 496,
    "email": "charlotte.thomas@tech.com",
    "phoneNumber": "+1-310-555-1113",
    "profileUsername": "Charlotte Thomas",
    "companyName": "Everline Healthcare",
    "jobApplicationSummary": "Looking for a operations coordinator with background in distributed computing.",
    "jobApplicationFull": "The team at Everline Healthcare needs a operations coordinator who can advance development centered on distributed computing. Candidates must have a minimum of 1 year of experience and abilities in Java, Azure, Docker, React, financial modeling."
  },
  {
    "userId": 497,
    "email": "emma.johnson@solutions.com",
    "phoneNumber": "+1-310-555-6282",
    "profileUsername": "Emma Johnson",
    "companyName": "Summit Data Labs",
    "jobApplicationSummary": "Hiring a digital marketing strategist to lead efforts in API lifecycle design.",
    "jobApplicationFull": "Summit Data Labs is hiring a digital marketing strategist to innovate within projects involving API lifecycle design. Applicants should bring at least 1 year of hands‑on work and proficiency in CAD tools, network security, SQL, Go."
  },
  {
    "userId": 498,
    "email": "sophia.jackson@global.com",
    "phoneNumber": "+1-310-555-3923",
    "profileUsername": "Sophia Jackson",
    "companyName": "Finverse Analytics",
    "jobApplicationSummary": "Looking for a operations coordinator with background in distributed computing.",
    "jobApplicationFull": "Finverse Analytics is searching for a operations coordinator with expertise in distributed computing. The role requires 1 year of industry experience and strong skills in Figma, Java, Python."
  },
  {
    "userId": 499,
    "email": "isabella.young@systems.com",
    "phoneNumber": "+1-310-555-9462",
    "profileUsername": "Isabella Young",
    "companyName": "Nova Energy Technologies",
    "jobApplicationSummary": "Looking for a automation specialist with background in distributed computing.",
    "jobApplicationFull": "The team at Nova Energy Technologies needs a automation specialist who can advance development centered on distributed computing. Candidates must have a minimum of 1 year of experience and abilities in SQL, Kubernetes, MATLAB, CAD tools, SEO/SEM."
  },
  {
    "userId": 500,
    "email": "james.lewis@global.com",
    "phoneNumber": "+1-310-555-8058",
    "profileUsername": "James Lewis",
    "companyName": "Orion Security Group",
    "jobApplicationSummary": "Looking for a backend engineer with background in distributed computing.",
    "jobApplicationFull": "Orion Security Group is building strategic capabilities and seeks a backend engineer specializing in distributed computing. Required qualifications include 2 years of relevant experience and competencies in CAD tools, Node.js, SQL, embedded systems."
  }
]